{"<|endoftext|>":0,"<MASK>":1,"<PAD>":2,"!":3,"\"":4,"#":5,"$":6,"%":7,"&":8,"'":9,"(":10,")":11,"*":12,"+":13,",":14,"-":15,".":16,"/":17,"0":18,"1":19,"2":20,"3":21,"4":22,"5":23,"6":24,"7":25,"8":26,"9":27,":":28,";":29,"<":30,"=":31,">":32,"?":33,"@":34,"A":35,"B":36,"C":37,"D":38,"E":39,"F":40,"G":41,"H":42,"I":43,"J":44,"K":45,"L":46,"M":47,"N":48,"O":49,"P":50,"Q":51,"R":52,"S":53,"T":54,"U":55,"V":56,"W":57,"X":58,"Y":59,"Z":60,"[":61,"\\":62,"]":63,"^":64,"_":65,"`":66,"a":67,"b":68,"c":69,"d":70,"e":71,"f":72,"g":73,"h":74,"i":75,"j":76,"k":77,"l":78,"m":79,"n":80,"o":81,"p":82,"q":83,"r":84,"s":85,"t":86,"u":87,"v":88,"w":89,"x":90,"y":91,"z":92,"{":93,"|":94,"}":95,"~":96,"¡":97,"¢":98,"£":99,"¤":100,"¥":101,"¦":102,"§":103,"¨":104,"©":105,"ª":106,"«":107,"¬":108,"®":109,"¯":110,"°":111,"±":112,"²":113,"³":114,"´":115,"µ":116,"¶":117,"·":118,"¸":119,"¹":120,"º":121,"»":122,"¼":123,"½":124,"¾":125,"¿":126,"À":127,"Á":128,"Â":129,"Ã":130,"Ä":131,"Å":132,"Æ":133,"Ç":134,"È":135,"É":136,"Ê":137,"Ë":138,"Ì":139,"Í":140,"Î":141,"Ï":142,"Ð":143,"Ñ":144,"Ò":145,"Ó":146,"Ô":147,"Õ":148,"Ö":149,"×":150,"Ø":151,"Ù":152,"Ú":153,"Û":154,"Ü":155,"Ý":156,"Þ":157,"ß":158,"à":159,"á":160,"â":161,"ã":162,"ä":163,"å":164,"æ":165,"ç":166,"è":167,"é":168,"ê":169,"ë":170,"ì":171,"í":172,"î":173,"ï":174,"ð":175,"ñ":176,"ò":177,"ó":178,"ô":179,"õ":180,"ö":181,"÷":182,"ø":183,"ù":184,"ú":185,"û":186,"ü":187,"ý":188,"þ":189,"ÿ":190,"Ā":191,"ā":192,"Ă":193,"ă":194,"Ą":195,"ą":196,"Ć":197,"ć":198,"Ĉ":199,"ĉ":200,"Ċ":201,"ċ":202,"Č":203,"č":204,"Ď":205,"ď":206,"Đ":207,"đ":208,"Ē":209,"ē":210,"Ĕ":211,"ĕ":212,"Ė":213,"ė":214,"Ę":215,"ę":216,"Ě":217,"ě":218,"Ĝ":219,"ĝ":220,"Ğ":221,"ğ":222,"Ġ":223,"ġ":224,"Ģ":225,"ģ":226,"Ĥ":227,"ĥ":228,"Ħ":229,"ħ":230,"Ĩ":231,"ĩ":232,"Ī":233,"ī":234,"Ĭ":235,"ĭ":236,"Į":237,"į":238,"İ":239,"ı":240,"Ĳ":241,"ĳ":242,"Ĵ":243,"ĵ":244,"Ķ":245,"ķ":246,"ĸ":247,"Ĺ":248,"ĺ":249,"Ļ":250,"ļ":251,"Ľ":252,"ľ":253,"Ŀ":254,"ŀ":255,"Ł":256,"ł":257,"Ń":258,"Ġt":259,"Ġa":260,"he":261,"in":262,"Ġthe":263,"Ġs":264,"re":265,"Ġw":266,"Ġo":267,"is":268,"er":269,"nd":270,"Ġf":271,"Ġm":272,"Ġb":273,"it":274,"ha":275,"ing":276,"Ġc":277,"en":278,"es":279,"or":280,"ou":281,"on":282,"ll":283,"Ġand":284,"Ġof":285,"Ġto":286,"Ġp":287,"Ġd":288,"ed":289,"an":290,"Ġin":291,"at":292,"Ġl":293,"ar":294,"as":295,"om":296,"Ġis":297,"his":298,"br":299,"Ġg":300,"ic":301,"ĠI":302,"Ġ/":303,"Ġ/>":304,"le":305,"Ġe":306,"hat":307,"ot":308,"Ġn":309,"ut":310,"st":311,"ct":312,"al":313,"il":314,"Ġit":315,"Ġbe":316,"ve":317,"ie":318,"ly":319,"Ġmo":320,"ĠT":321,"Ġha":322,"ho":323,"Ġre":324,"Ġon":325,"Ġthat":326,"ver":327,"ent":328,"Ġhe":329,"'s":330,"ra":331,"ion":332,"Ġthis":333,"im":334,"se":335,"Ġst":336,"ay":337,"et":338,"gh":339,"id":340,"Ġwas":341,"Ġmov":342,"Ġy":343,"Ġ/><":344,"ith":345,"ilm":346,"ro":347,"Ġfilm":348,"Ġfor":349,"ad":350,"Ġu":351,"Ġas":352,"ce":353,"all":354,"Ġwith":355,"ch":356,"ke":357,"ld":358,"Ġan":359,"ĠA":360,"Ġse":361,"ĠS":362,"Ġh":363,"oo":364,"Ġmovie":365,"ĠThe":366,"ir":367,"Ġyou":368,"ri":369,"ow":370,".<":371,"am":372,"Ġth":373,"ĠB":374,"her":375,"Ġli":376,"ur":377,"ĠM":378,"Ġbut":379,"ill":380,"Ġwe":381,"'t":382,"Ġnot":383,"ally":384,"ter":385,"Ġ(":386,"ĠC":387,"Ġ\"":388,"ĠH":389,"ck":390,"Ġare":391,"ome":392,"Ġhis":393,"pe":394,"ers":395,"ould":396,"ĠW":397,"Ġat":398,"ul":399,"..":400,"un":401,"Ġhave":402,"ght":403,"ĠD":404,"Ġsc":405,"ust":406,"if":407,"em":408,"Ġj":409,"Ġsu":410,"out":411,"Ġfr":412,"Ġact":413,"Ġdo":414,"Ġwho":415,"ble":416,"Ġex":417,"Ġone":418,"ess":419,"ain":420,"Ġk":421,"el":422,"Ġpl":423,"Ġso":424,"Ġcom":425,"very":426,"Ġall":427,"Ġab":428,"ies":429,"art":430,"ood":431,"ant":432,"pp":433,"Ġby":434,"Ġal":435,"Ġcha":436,"us":437,"ol":438,"ak":439,"ag":440,"Ġv":441,"how":442,"Ġwh":443,"Ġde":444,"est":445,"ous":446,"ĠP":447,"ĠL":448,"Ġfrom":449,"Ġthey":450,"ort":451,"Ġne":452,"op":453,"ĠR":454,"ast":455,"Ġlike":456,"one":457,"and":458,"Ġout":459,"ist":460,"qu":461,"ĠF":462,"Ġsome":463,"Ġwhe":464,"Ġint":465,"ven":466,"Ġor":467,"fe":468,"Ġcon":469,"ation":470,"um":471,"ĠJ":472,"Ġher":473,"red":474,"ĠG":475,"au":476,"ough":477,"Ġr":478,"Ġhas":479,"Ġjust":480,"Ġabout":481,"ĠIt":482,"Ġme":483,"res":484,"ract":485,"hing":486,"Ġpro":487,"Ġwor":488,"ive":489,"ind":490,"ory":491,"pt":492,"ĠN":493,"os":494,"ate":495,"ack":496,"Ġcan":497,"Ġun":498,"ig":499,"Ġtim":500,"The":501,"ud":502,"ĠE":503,"Ġle":504,"ire":505,"ake":506,"reat":507,"han":508,"ight":509,"Ġcharact":510,"Ġgood":511,"ich":512,"Ġup":513,"ong":514,"ook":515,"Ġman":516,"Ġlo":517,"Ġany":518,"Ġgo":519,"Ġwat":520,"Ġmore":521,"ĠO":522,"Ġget":523,"ry":524,"ity":525,"Ġno":526,"Ġwhat":527,"Ġsee":528,"Ġfe":529,"Ġwould":530,"Ġvery":531,"Ġfa":532,"Ġthere":533,"ound":534,"ther":535,"nt":536,"Ġsh":537,"Ġmy":538,"ge":539,"ite":540,"Ġstory":541,"ide":542,"Ġbec":543,"od":544,"ard":545,"Ġtime":546,"Ġshe":547,"Ġwhen":548,"ame":549,"Ġ1":550,"Ġen":551,"Ġtheir":552,"ell":553,"Ġscen":554,"Ġwere":555,"able":556,"Ġ-":557,"Ġreally":558,"lf":559,"ure":560,"Ġhad":561,"Ġonly":562,"ore":563,"oy":564,"itt":565,"pl":566,"ious":567,"Ġhim":568,"Ġif":569,"ĠK":570,"Ġper":571,"ick":572,"Ġeven":573,"Ġwhich":574,"ink":575,"ial":576,"Ġother":577,"so":578,"Ġshow":579,"Ġthem":580,"Ġcl":581,"Ġwatch":582,"Ġthan":583,"ment":584,"our":585,"man":586,"ine":587,"ab":588,"ond":589,"Ġkn":590,"te":591,"Ġdid":592,"og":593,"Ġend":594,"Ġdoes":595,"ars":596,"uch":597,"ves":598,"ays":599,"Ġpe":600,"ru":601,"ause":602,"are":603,"Ġlook":604,"Ġgreat":605,"Ġqu":606,"Ġbet":607,"...":608,"Ġbad":609,"ice":610,"Ġmuch":611,"ade":612,"irect":613,"irst":614,"per":615,"ople":616,"Ġar":617,"Ġcould":618,"Ġbeen":619,"Ġpo":620,"ple":621,"Ġinto":622,"ence":623,"Ġover":624,"Ġwill":625,"Ġro":626,"Ġhow":627,"Ġim":628,"Ġwell":629,"Ġmost":630,"Ġpre":631,"int":632,"Ġpeople":633,"ĠThis":634,"Ġtw":635,"ac":636,"for":637,"other":638,"ne":639,"ng":640,"Ġknow":641,"ert":642,"th":643,"Ġdis":644,"Ġthink":645,"ass":646,"Ġbecause":647,"age":648,"Ġtoo":649,"Ġad":650,"Ġus":651,"fter":652,"Ġag":653,"Ġmake":654,"ff":655,"ile":656,"ors":657,"ful":658,"Ġoff":659,"Ġreal":660,"Ġfirst":661,"Ġdirect":662,"Ġpart":663,"Ġevery":664,"ving":665,"Ġthing":666,"Ġmade":667,"Ġam":668,"ull":669,"ny":670,"Ġway":671,"ere":672,"Ġalso":673,"Ġfun":674,"Ġsa":675,"ish":676,"ict":677,"ary":678,"ty":679,"wn":680,"Ġseem":681,"ap":682,"Ġmovies":683,"Ġdon":684,"Ġcharacter":685,"Ġits":686,"gin":687,"Ġwr":688,"oll":689,"ian":690,"Ġ'":691,"ical":692,"Ġmak":693,"ep":694,"Ġbl":695,"Ġgu":696,"Ġcharacters":697,"ress":698,"iew":699,"ue":700,"ated":701,"ces":702,"Ġwork":703,"Ġsp":704,"ĠY":705,"ually":706,"ĠAnd":707,"cc":708,"Ġfilms":709,"ob":710,"pect":711,"Ġfl":712,"fect":713,"iz":714,"Ġte":715,"Ġplot":716,"hed":717,"Ġplay":718,"self":719,"Ġbeing":720,"Ġthen":721,"Ġwant":722,"Ġye":723,"omet":724,"ĠV":725,"Ġseen":726,"ost":727,"ittle":728,"Ġaw":729,"ĠBut":730,"Ġser":731,"),":732,"Ġafter":733,"Ġtwo":734,"Ġyour":735,"Ġho":736,"mer":737,"rough":738,"get":739,"Ġlove":740,"Ġnever":741,"urn":742,"ens":743,"ved":744,"Ġmany":745,"ip":746,").":747,"nder":748,"Ġwhere":749,"ans":750,"ĠHe":751,"Ġacting":752,"own":753,"Ġsay":754,"hy":755,"Ġent":756,"Ġ<":757,"Ġback":758,"Ġthrough":759,"Ġlittle":760,"me":761,"ĠIn":762,"ult":763,"This":764,"Ġlife":765,"Ġbest":766,"Ġhor":767,"ild":768,"Ġsomet":769,"Ġra":770,"du":771,"Ġrem":772,"ather":773,"ily":774,"Ġever":775,"vel":776,"ark":777,"Ġbetter":778,"ever":779,"ris":780,"we":781,"ci":782,"ber":783,"ace":784,"ions":785,"Ġbr":786,"ach":787,"Ġdes":788,"Ġrec":789,"ual":790,"Ġperfor":791,"Ġscene":792,"les":793,"Ġfind":794,"Ġshould":795,"Ġspe":796,"ĠSt":797,"be":798,"ance":799,"ought":800,"Ġsl":801,"!!":802,"Ġscenes":803,"thing":804,"Ġatt":805,"less":806,"ertain":807,"Ġfeel":808,"Ġcont":809,"Ġ2":810,"Ġunder":811,"ting":812,"iend":813,"Ġmin":814,"ĠU":815,"Ġagain":816,"lie":817,"erest":818,"ents":819,"vers":820,"Ġri":821,"'ve":822,"Ġch":823,"hose":824,"Ġhere":825,"ia":826,"Ġkill":827,"Ġinterest":828,"Ġtra":829,"ree":830,"igh":831,"Ġstill":832,"ĠThere":833,"ense":834,"Ġsomething":835,"Ġ19":836,"rd":837,"ning":838,"ren":839,"fore":840,"Ġhapp":841,"Ġtr":842,"Ġi":843,"Ġthese":844,"Ġsuch":845,"ations":846,"Ġsur":847,"Ġlot":848,"'m":849,"Ġinc":850,"Ġperforman":851,"ably":852,"ason":853,"Ġmay":854,"Ġimp":855,"iv":856,"ating":857,"ror":858,"ction":859,"ang":860,"rap":861,"ise":862,"Ġold":863,"Ġhum":864,"Ġcast":865,"the":866,"Ġgi":867,"arly":868,"ase":869,"reen":870,"Ġpoint":871,"augh":872,"Ġgen":873,"Ġdoesn":874,"Ġdec":875,"Ġap":876,"Ġres":877,"alk":878,"Ġthose":879,"Ġwom":880,"ater":881,"Ġsim":882,"Ġfam":883,"irl":884,"Ġdidn":885,"Ġyears":886,"ps":887,"joy":888,"Ġcou":889,"Ġwatching":890,"Ġactors":891,"Ġtry":892,"Ġpr":893,"oth":894,"Ġstart":895,"Ġguy":896,"ĠJo":897,"Ġset":898,"Ġfact":899,"Ġmakes":900,"Ġche":901,"ffect":902,"Ġfunny":903,"oc":904,"ĠAl":905,"Ġgoing":906,"erson":907,"oss":908,"Ġmus":909,"Ġview":910,"Ġenjoy":911,"ute":912,"Ġtak":913,"edy":914,"Ġob":915,"Ġbelie":916,"Ġdown":917,"Ġsame":918,"Ġfew":919,"iss":920,"ath":921,"Ġcomp":922,"up":923,"der":924,"ĠIf":925,"aw":926,"ect":927,"Ġwhile":928,"Ġactually":929,"ale":930,"Ġev":931,"Ġfin":932,"Ġbefore":933,"Ġdra":934,"Ġdif":935,"Ġem":936,"Ġtru":937,"Ġlong":938,"Ġown":939,"rit":940,"**":941,"rigin":942,"ft":943,"av":944,"Ġter":945,"Ġyoung":946,"Ġwhy":947,"cial":948,"Ġprodu":949,"Ġke":950,"act":951,"Ġbit":952,"Ġpret":953,"Ġnew":954,"ience":955,"li":956,"Ġgot":957,"Ġnow":958,"az":959,"Ġdirector":960,"Ġsupp":961,"Ġthought":962,"Ġorigin":963,"Ġsub":964,"ript":965,"--":966,"Ġtri":967,"Ġturn":968,"Ġthough":969,"Ġsm":970,"'re":971,"Ġnothing":972,"ons":973,"ĠCh":974,"ince":975,"de":976,"Ġanother":977,"ub":978,"Ġexce":979,"ose":980,"Ġbig":981,"Ġ&":982,"Ġinv":983,"ew":984,"Ġgirl":985,"hen":986,"ible":987,"rent":988,"Ġcomple":989,"meric":990,"Ġeffect":991,"sp":992,"Ġrel":993,"ign":994,"Ġquite":995,"Ġseems":996,"Ġaround":997,"Ġfriend":998,"Ġthings":999,"Ġgr":1000,"ib":1001,"iting":1002,"Ġscreen":1003,"ically":1004,"Ġenough":1005,"Ġapp":1006,"Ġpretty":1007,"ced":1008,"Ġaction":1009,"ks":1010,"aut":1011,"ster":1012,"ings":1013,"onder":1014,"00":1015,"ween":1016,"Ġright":1017,"ran":1018,"ave":1019,"Ġworld":1020,"Ġscript":1021,"Ġhard":1022,"Ġoriginal":1023,"ately":1024,"Ġco":1025,"ways":1026,"most":1027,"Ġsha":1028,"Ġperson":1029,"Ġbetween":1030,"Ġkid":1031,"Ġtake":1032,"ead":1033,"Ġneed":1034,"ness":1035,"ched":1036,"Ġhigh":1037,"Ġacc":1038,"Ġsec":1039,"rill":1040,"Ġfar":1041,"Ġmust":1042,"hes":1043,"ention":1044,"Ġhorror":1045,"Ġappe":1046,"utes":1047,"Ġgive":1048,"Ġsex":1049,"ward":1050,"ĠAmeric":1051,"Ġes":1052,"ĠShe":1053,"Ġkind":1054,"Ġrole":1055,"ma":1056,"Ġop":1057,"Ġlead":1058,"vious":1059,"Ġmom":1060,"Ġreason":1061,"Ġwhole":1062,"ĠAs":1063,"inem":1064,"\",":1065,"Ġwonder":1066,"app":1067,"Ġbu":1068,"Ġseries":1069,"Ġinteresting":1070,"Ġtell":1071,"its":1072,"orth":1073,"Ġleast":1074,"ner":1075,"Ġisn":1076,"ord":1077,"Ġgets":1078,"Ġalways":1079,"ock":1080,"Ġhel":1081,"Ġcomedy":1082,"Ġchild":1083,"ĠHow":1084,"ash":1085,"Ġput":1086,"Ġtimes":1087,"icul":1088,"ody":1089,"Ġcome":1090,"Ġmain":1091,"Ġboth":1092,"Ġsaw":1093,"ĠThey":1094,"Ġmusic":1095,"gg":1096,"row":1097,"Ġdiffe":1098,"ĠYou":1099,"ully":1100,"Ġexpect":1101,"Ġhand":1102,"ife":1103,"ime":1104,"here":1105,"Ġbas":1106,"Ġexpl":1107,"hn":1108,"Ġwithout":1109,"Ġclass":1110,"Ġminutes":1111,"Ġsho":1112,"Ġread":1113,"Ġcam":1114,"Ġdone":1115,"uring":1116,"Ġide":1117,"Ġmight":1118,"Ġlast":1119,"ines":1120,"Ġalmost":1121,"Ġbegin":1122,"view":1123,"ray":1124,"'ll":1125,"xt":1126,"ouse":1127,"ok":1128,"Ġperformance":1129,"rible":1130,"Ġ3":1131,"Ġcomplete":1132,"bably":1133,"Ġshot":1134,"Ġlaugh":1135,"Ġbeaut":1136,"Ġaud":1137,"Ġcour":1138,"Ġbo":1139,"Ġcare":1140,"Ġep":1141,"Ġinst":1142,"Ġcinem":1143,"stand":1144,"Ġanything":1145,"Ġcle":1146,"Ġsequ":1147,"cially":1148,"It":1149,"Ġentertain":1150,"pris":1151,"Ġfamily":1152,"though":1153,"Ġsound":1154,"Ġaway":1155,"Ġwar":1156,"Ġsince":1157,"Ġcons":1158,"Ġbook":1159,"Ġel":1160,"Ġfound":1161,"ee":1162,"ros":1163,"oney":1164,"Ġcr":1165,"Ġcar":1166,"\".":1167,"ative":1168,"Ġrun":1169,"era":1170,"co":1171,"ialog":1172,"son":1173,"Ġwoman":1174,"Ġcall":1175,"ret":1176,"Ġext":1177,"led":1178,"Ġprobably":1179,"ail":1180,"pecially":1181,"ures":1182,"ms":1183,"Ġdialog":1184,"ograp":1185,"Ġhappen":1186,"wood":1187,"Ġsure":1188,"Ġrather":1189,"Ġins":1190,"Ġworth":1191,"ition":1192,"mend":1193,"Ġdifferent":1194,"ling":1195,"ĠTV":1196,"als":1197,"osed":1198,"Ġart":1199,".\"":1200,"ov":1201,"ane":1202,"Ġadd":1203,"oint":1204,"Ġmat":1205,"ither":1206,"Ġtrying":1207,"ER":1208,"Ġlik":1209,"aster":1210,"Ġkeep":1211,"dd":1212,"ĠBe":1213,"ĠJohn":1214,"arr":1215,"Ġsense":1216,"Ġworst":1217,"ingly":1218,"uck":1219,"Ġour":1220,"Ġmaking":1221,"ten":1222,"Ġcourse":1223,"Ġ10":1224,"Ġlet":1225,"Ġchan":1226,"ex":1227,"Ġabs":1228,"Ġpoor":1229,"Ġbor":1230,"Ġdel":1231,"Ġplace":1232,"VD":1233,"Ġcomes":1234,"ĠWhat":1235,"Ġbelieve":1236,"olly":1237,"ject":1238,"Ġmean":1239,"Ġty":1240,"apt":1241,"Ġpol":1242,"Ġsurpris":1243,"ĠSo":1244,"Ġpres":1245,"Ġhelp":1246,"ics":1247,"Ġeach":1248,"Ġyet":1249,"umb":1250,"Ġgoes":1251,"arent":1252,"ates":1253,"hip":1254,"Ġjob":1255,"isod":1256,"Ġmind":1257,"Ġending":1258,"Ġinter":1259,"ĠThat":1260,"ments":1261,"Ġshows":1262,"Ġplayed":1263,"Ġless":1264,"ream":1265,"Ġanyone":1266,"ĠDe":1267,"Ġproble":1268,"empt":1269,"fin":1270,"ĠDVD":1271,"ortun":1272,"ower":1273,"Ġstand":1274,"istic":1275,"Ġvers":1276,"Ġstr":1277,"Ġgra":1278,"Ġday":1279,"sc":1280,"ont":1281,"Ġbeautif":1282,"Ġlooks":1283,"Ġrest":1284,"lud":1285,"'d":1286,"Ġac":1287,"Ġplays":1288,"Ġmoney":1289,"read":1290,"Ġepisod":1291,"ĠCha":1292,"Ġboy":1293,"ollow":1294,"Ġgl":1295,"ĠWe":1296,"ommend":1297,"Ġconf":1298,"ident":1299,"Ġwasn":1300,"Ġcre":1301,"ality":1302,"Ġperfect":1303,"ilar":1304,"ĠAll":1305,"Ġcreat":1306,"icha":1307,"ney":1308,"Ġeffects":1309,"inc":1310,"Ġactor":1311,"Ġsuper":1312,"Ġport":1313,"....":1314,"Ġhead":1315,"Ġhaving":1316,"gether":1317,"Ġtogether":1318,"Ġlooking":1319,"iece":1320,"Ġsecond":1321,"Ġsaid":1322,"reak":1323,"ĠAn":1324,"Ġtakes":1325,"Ġmem":1326,"Ġfan":1327,"Ġmiss":1328,"Ġcertain":1329,"Ġexper":1330,"arn":1331,"ism":1332,"land":1333,"way":1334,"Ġrecommend":1335,"Ġwatched":1336,"ied":1337,"Ġshort":1338,"Ġaudience":1339,"rist":1340,"Ġunderstand":1341,"ĠNot":1342,"leas":1343,"Ġtalk":1344,"ĠSc":1345,"ins":1346,"Ġexc":1347,"Ġelse":1348,"io":1349,"Ġfollow":1350,"Ġsit":1351,"ĠTH":1352,"Ġsomeone":1353,"Ġposs":1354,"llent":1355,"Ġhalf":1356,"Ġfav":1357,"Ġspecial":1358,"ues":1359,"Ġnight":1360,"Ġhimself":1361,"ĠAmerican":1362,"ĠBl":1363,"Ġfall":1364,"ollywood":1365,"hile":1366,"Ġespecially":1367,"ted":1368,"Ġthree":1369,"cept":1370,"ĠMar":1371,"ited":1372,"ross":1373,"ply":1374,"Ġreview":1375,"day":1376,"10":1377,"Ġcomm":1378,"Ġnice":1379,"ired":1380,"old":1381,"Ġdet":1382,"not":1383,"Ġed":1384,"Ġvis":1385,"ists":1386,"Ġtrue":1387,"atic":1388,"Ġmur":1389,"Ġsk":1390,"ix":1391,"Ġobvious":1392,"ames":1393,"Ġleft":1394,"Ġmon":1395,"Ġuse":1396,"att":1397,"Ġidea":1398,"udget":1399,"Ġentire":1400,"Ġmar":1401,"Ġinvol":1402,"ĠTh":1403,"ĠFor":1404,"iol":1405,"Ġwife":1406,"ĠRe":1407,"Ġcame":1408,"Ġduring":1409,"Ġhour":1410,"ĠCl":1411,"Ġfight":1412,"uff":1413,"omb":1414,"ional":1415,"ides":1416,"Ġmen":1417,"ĠRob":1418,"Ġimag":1419,"Ġfriends":1420,"ier":1421,"Ġdist":1422,"ork":1423,"fully":1424,"Ġseeing":1425,"Ġcho":1426,"Ġele":1427,"upid":1428,"Ġused":1429,"sy":1430,"ĠUn":1431,"Ġfather":1432,"Ġexcellent":1433,"Ġfeat":1434,"Ġeverything":1435,"ah":1436,"Ġtot":1437,"Ġyear":1438,"Ġhome":1439,"Ġeveryone":1440,"Ġlater":1441,"Ġlow":1442,"Ġonce":1443,"Ġhist":1444,"Ġattempt":1445,"Ġversion":1446,"ird":1447,"Ġsing":1448,"Ġey":1449,"appoint":1450,"Ġsimply":1451,"like":1452,"hool":1453,"med":1454,"Ġunt":1455,"ared":1456,"Ġtal":1457,"Ġbeautiful":1458,"Ġcompletely":1459,"ĠSe":1460,"Ġdeath":1461,"ount":1462,"Ġsty":1463,"orn":1464,"Ġgener":1465,"Ġlack":1466,"Ġcra":1467,"Ġdisappoint":1468,"ien":1469,"air":1470,"my":1471,"Ġph":1472,"Ġstupid":1473,"atch":1474,"ool":1475,"ove":1476,"cy":1477,"ery":1478,"Ġret":1479,"Ġperformances":1480,"olute":1481,"Ġportray":1482,"but":1483,"Ġtit":1484,"iter":1485,"Ġ4":1486,"ĠHollywood":1487,"ĠSp":1488,"Ġrep":1489,"Ġstar":1490,"Ġhuman":1491,"Ġass":1492,"Ġinclud":1493,"ying":1494,"Ġpict":1495,"Ġremem":1496,"Ġdefin":1497,"Ġwrong":1498,"Ġopen":1499,"Ġanim":1500,"ott":1501,"Ġserious":1502,"Ġsupposed":1503,"Ġcop":1504,"Ġmess":1505,"Ġviol":1506,"ĠWhen":1507,"Ġheart":1508,"Ġstud":1509,"Ġword":1510,"ets":1511,"Ġtop":1512,"Ġboring":1513,"Ġsy":1514,"In":1515,"Ġeas":1516,"Ġline":1517,"ities":1518,"Ġcouple":1519,"Ġ--":1520,"Ġalong":1521,"Ġwomen":1522,"ider":1523,"Ġconc":1524,"haps":1525,"fic":1526,"ĠAr":1527,"ĠZ":1528,"uth":1529,"lease":1530,"Ġloc":1531,"Ġcamera":1532,"Ġind":1533,"itten":1534,"Ġsmall":1535,"ĠHowever":1536,"ike":1537,"Ġhero":1538,"Ġeither":1539,"Ġhope":1540,"Ġcount":1541,"play":1542,"ideo":1543,"Ġfail":1544,"idd":1545,"ote":1546,"ĠSte":1547,"Ġhouse":1548,"Ġbecom":1549,"Ġblack":1550,"Ġuntil":1551,"velop":1552,"Ġkids":1553,"Ã©":1554,"ains":1555,"ography":1556,"elt":1557,"Ġgiven":1558,"Ġabsolute":1559,"Ġemot":1560,"Ġmoments":1561,"Ġsong":1562,"Ġhumor":1563,"tern":1564,"Ġlight":1565,"fortun":1566,"Ġflick":1567,"itely":1568,"Ġconv":1569,"Ġpass":1570,"ĠOne":1571,"Ġ5":1572,"Ġhat":1573,"Ġsad":1574,"ĠMy":1575,"Ġrom":1576,"Ġ8":1577,"com":1578,"iness":1579,"sel":1580,"Ġproduction":1581,"Ġinstead":1582,",\"":1583,"Ġmother":1584,"ĠAt":1585,"mak":1586,"ax":1587,"ters":1588,"ize":1589,"orm":1590,"Ġbudget":1591,"Ġtruly":1592,"ĠMan":1593,"Ġexp":1594,"Ġwon":1595,"Ġclassic":1596,"Ġsort":1597,"aring":1598,"Ġitself":1599,"Ġgetting":1600,"Ġname":1601,"Ġfull":1602,"Ġschool":1603,"Ġexam":1604,"ĠNo":1605,"Ġparticul":1606,"Ġcred":1607,"ĠWill":1608,"iant":1609,"ories":1610,"Ġfavor":1611,"aj":1612,"ger":1613,"na":1614,"Ġdead":1615,"Ġnext":1616,"IN":1617,"Ġpain":1618,"ĠChrist":1619,"Ġgives":1620,"vis":1621,"ility":1622,"Ġdoing":1623,"ĠÂ":1624,"Ġdep":1625,"Ġface":1626,"mp":1627,"ug":1628,"Ġdri":1629,"Ġreg":1630,"Ġexcept":1631,"Ġamaz":1632,"ĠHar":1633,"Ġawful":1634,"Ġcoll":1635,"Ġwa":1636,"Ġothers":1637,"Ġdevelop":1638,"ĠLe":1639,"ument":1640,"ently":1641,"oon":1642,"Ġplaying":1643,"Ġdialogue":1644,"Ġpower":1645,"ts":1646,"que":1647,"ming":1648,"Ġterrible":1649,"ric":1650,"Ġ9":1651,"Ġlines":1652,"Ġbecome":1653,"imes":1654,"illy":1655,"Ġ7":1656,"Ġslow":1657,"Ġentertaining":1658,"Ġoften":1659,"reme":1660,"Ġtalent":1661,"Ġwent":1662,"Ġwonderful":1663,"rom":1664,"If":1665,"right":1666,"Ġhowever":1667,"Ġremember":1668,"enn":1669,"Ġguess":1670,"Ġlive":1671,"ized":1672,"Ġcouldn":1673,"ĠCar":1674,"ibly":1675,"Ġquest":1676,"ĠNew":1677,"oid":1678,"Ġann":1679,"riend":1680,"Ġliked":1681,"ony":1682,"anc":1683,"Ġvideo":1684,"Ġcor":1685,"ĠTHE":1686,"tic":1687,"Ġmis":1688,"Ġearly":1689,"Ġcase":1690,"ler":1691,"ank":1692,"Ġstars":1693,"ĠMr":1694,"und":1695,"Ġproblem":1696,"ĠOn":1697,"Ġcut":1698,"Ġactress":1699,"line":1700,"Ġref":1701,"Ġepisode":1702,"Ġclose":1703,"ton":1704,"hol":1705,"ec":1706,"round":1707,"vent":1708,"ĠMc":1709,"Ġbrill":1710,"Ġstyle":1711,"Ġpiece":1712,"iam":1713,"Ġdark":1714,"Ġrelations":1715,"Ġimpress":1716,"ured":1717,"Ġmaybe":1718,"Ġmention":1719,"itch":1720,"Ġagainst":1721,"Ġfelt":1722,"Ġstrong":1723,"ĠWell":1724,"Ġz":1725,"There":1726,"Ġtitle":1727,"oot":1728,"ccess":1729,"ĠDon":1730,"Ġrid":1731,"Ġchildren":1732,"selves":1733,"ined":1734,"used":1735,"ular":1736,"ĠDav":1737,"Ġdefinitely":1738,"pite":1739,"Ġpast":1740,"Ġside":1741,"Ġwaste":1742,"ley":1743,"Ġ.":1744,"Ġbeginning":1745,"oub":1746,"pped":1747,"Ġform":1748,"ĠJack":1749,"Ġsw":1750,"ump":1751,"aughter":1752,"Ġsever":1753,"rop":1754,"body":1755,"Ġseemed":1756,"Ġlives":1757,"Ġthrill":1758,"Ġdirection":1759,"Ġpicture":1760,"cha":1761,"Ġtrans":1762,"Ġworse":1763,"Ġblood":1764,"Ġcertainly":1765,"Ġrent":1766,"fortunately":1767,"Ġextreme":1768,"Ġpar":1769,"Ġseveral":1770,"unk":1771,"ready":1772,"Ġfans":1773,"unch":1774,"Ġabsolutely":1775,"Ġrelationship":1776,"Ġguys":1777,"Ġbrother":1778,"Ġbecomes":1779,"Ġwritten":1780,"Ġvill":1781,"Ġfant":1782,"ĠHis":1783,"Ġpop":1784,"Ġpred":1785,"Ġsomew":1786,"Ġdrama":1787,"Ġsuccess":1788,"ĠEven":1789,"Ġvo":1790,"Ġadm":1791,"lish":1792,"Ġpat":1793,"Ġnat":1794,"Ġsupport":1795,"Ġwanted":1796,"Ġalready":1797,"rew":1798,"Ġav":1799,"Ġgrou":1800,"Ġtown":1801,"ried":1802,"ific":1803,"Ġson":1804,"Ġself":1805,"Ġbrilliant":1806,"ĠEng":1807,"ages":1808,"Ġtou":1809,"Ġfine":1810,"Ġchar":1811,"Ġcinema":1812,"Ġable":1813,").<":1814,"ĠFran":1815,"ots":1816,"Ġtotally":1817,"to":1818,"Ġgame":1819,"vable":1820,"yn":1821,"rown":1822,"Ġalthough":1823,"Ġmaster":1824,"Ġet":1825,"Ġocc":1826,"Ġgenre":1827,"cess":1828,"Ġsat":1829,"Ġlost":1830,"Ġcent":1831,"Ġdoc":1832,"gu":1833,"by":1834,"uss":1835,"ern":1836,"Ġtries":1837,"Ġdem":1838,"ief":1839,"Ġprov":1840,"ĠSome":1841,"Ġbased":1842,"Ġwants":1843,"oil":1844,"amp":1845,"ung":1846,"ided":1847,"Ġloved":1848,"!<":1849,"Ġpresent":1850,"uc":1851,"Ġpur":1852,"ĠÂĸ":1853,"19":1854,"Ġcult":1855,"Ġhistory":1856,"Ġannoy":1857,"ichael":1858,"Ġcalled":1859,"Ġimport":1860,"Ġthroughout":1861,"Ġstarts":1862,"Ġstra":1863,"Ġmor":1864,"Ġeff":1865,"Ġmyster":1866,"Ġviewer":1867,"Ġthemselves":1868,"Ġstuff":1869,"chn":1870,"Ġval":1871,"Ġwriting":1872,"ey":1873,"orge":1874,"Ġbreak":1875,"Ġexample":1876,"ĠTo":1877,"Ġquality":1878,"Ġwalk":1879,"hind":1880,"Ġappear":1881,"Ġhon":1882,"itive":1883,"Ġenjoyed":1884,"Ġsitu":1885,"Ġmag":1886,"range":1887,"Ġdeser":1888,"Ġinf":1889,"Ġnum":1890,"using":1891,"Ġpsy":1892,"ĠIs":1893,"ination":1894,"Ġfair":1895,"Ġworks":1896,"Ġturns":1897,"band":1898,"ik":1899,"Ġfem":1900,"Ġcomment":1901,"Ġcapt":1902,"Ġnovel":1903,"use":1904,"Ġkiller":1905,"ĠAfter":1906,"ister":1907,"Ġdeal":1908,"Ġfinal":1909,"ĠSha":1910,"Ġtoday":1911,"Ġparts":1912,"Ġteen":1913,"??":1914,"Ġmatter":1915,"ished":1916,"mb":1917,"Ġbra":1918,"Ġmed":1919,"Ġlevel":1920,"Ġlearn":1921,"ude":1922,"Ġgroup":1923,"Ġkilled":1924,"Ġtyp":1925,"oke":1926,"rib":1927,"Ġgave":1928,"off":1929,"Ġlist":1930,"Ġcol":1931,"Ġstop":1932,"Ġcontin":1933,"Ġexact":1934,"Ġetc":1935,"iet":1936,"Ġsusp":1937,"rodu":1938,"OT":1939,"ene":1940,"Ġhorrible":1941,"usband":1942,"hich":1943,"Ġdeli":1944,"Ġdays":1945,"As":1946,"Ġmoment":1947,"ĠQ":1948,"Ġdecent":1949,"Ġsequel":1950,"Ġopp":1951,"Ġlea":1952,"Ġdocument":1953,"Ġ,":1954,"ron":1955,"Ġfinally":1956,"Ġfavorite":1957,"ese":1958,"ajor":1959,"Ġprom":1960,"Ġbehind":1961,"dy":1962,"ĠBrit":1963,"ural":1964,"Ġevil":1965,"Ġbus":1966,"nded":1967,"iculous":1968,"ient":1969,"ĠRobert":1970,"ĠInd":1971,"ches":1972,"ĠThen":1973,"Ġdaughter":1974,"ĠHer":1975,"Ġthinking":1976,"Ġcrit":1977,"ĠWith":1978,"ape":1979,"Ġfig":1980,"Ġamazing":1981,"ĠAlso":1982,"Ġmyself":1983,"Ġeffort":1984,"Ġhilar":1985,"ĠChar":1986,"Ġir":1987,"Ġcost":1988,"Ġfore":1989,"Ġlate":1990,"Ġask":1991,"Ġprof":1992,"ior":1993,"Ġmurder":1994,"ox":1995,"Ġmot":1996,"ering":1997,"Ġsays":1998,"Ġtype":1999,"Ġviolence":2000,"astic":2001,"Ġconst":2002,"Ġperhaps":2003,"ences":2004,"Ġpick":2005,"antly":2006,"lt":2007,"Ġstories":2008,"ator":2009,"Ġintell":2010,"Ġroles":2011,"ives":2012,"What":2013,"Ġhusband":2014,"Ġfoot":2015,"AN":2016,"yp":2017,"Ġsoon":2018,"gs":2019,"ĠWar":2020,"Ġtook":2021,"urt":2022,"Ġconsider":2023,"Ġhappened":2024,"Ġhappens":2025,"Ġhold":2026,"Ġfeeling":2027,"Ġstru":2028,"Ġheard":2029,"Ġexperience":2030,"ann":2031,"Ġgun":2032,"Ġchang":2033,"Ġeyes":2034,"leased":2035,"Ġresult":2036,"ards":2037,"Ġincred":2038,"Ġroom":2039,"Ġridiculous":2040,"Ġspeak":2041,"wards":2042,"Ġinvolved":2043,"Ġdirected":2044,".)":2045,"Ġsol":2046,"Ġsle":2047,"Ġmajor":2048,"ĠMichael":2049,"Ġnon":2050,"aul":2051,"Ġextremely":2052,"Ġvoice":2053,"ĠWhile":2054,"ĠWhy":2055,"Ġhilarious":2056,"ution":2057,"okes":2058,"ĠOf":2059,"Ġesc":2060,"ĠKe":2061,"Ġgirls":2062,"antic":2063,"uge":2064,"Ġlooked":2065,"Ġsn":2066,"ky":2067,"Ġweak":2068,"Ġopin":2069,"ĠBr":2070,"cks":2071,"ĠGod":2072,"urb":2073,"Ġcinemat":2074,"Ġwouldn":2075,"Ġscore":2076,"ĠGe":2077,"Ġage":2078,"side":2079,"Ġleave":2080,"AT":2081,"ovie":2082,"And":2083,"Ġdr":2084,"Ġbring":2085,"rison":2086,"IL":2087,"ield":2088,"Ġtaken":2089,"arth":2090,"Ġste":2091,"Ġdisco":2092,"Ġmet":2093,"Ġallow":2094,"ĠPl":2095,"matic":2096,"ement":2097,"ĠMay":2098,"Ġpredict":2099,"rench":2100,"Ġtold":2101,"Ġcareer":2102,"amed":2103,"nds":2104,"iddle":2105,"Ġuni":2106,"Ġwhite":2107,"Ġquick":2108,"Ġdream":2109,"Ġcoming":2110,"Ġreturn":2111,"ON":2112,"ones":2113,"Ġshoot":2114,"ians":2115,"Ġago":2116,"Ġcool":2117,"bel":2118,"Ġcannot":2119,"Ġfut":2120,"But":2121,"Ġstay":2122,"ĠDan":2123,"Ġknown":2124,"Ġdev":2125,"Ġtele":2126,"Ġchance":2127,"eg":2128,"Ġstre":2129,"Ġhit":2130,"Ġcomed":2131,"Ġswe":2132,"Ġmove":2133,"Ġtechn":2134,"zy":2135,"ph":2136,"Ġcheap":2137,"ats":2138,"Ġstrange":2139,"ST":2140,"Ġpolit":2141,"iety":2142,"arb":2143,"ĠGer":2144,"Ġacross":2145,"ered":2146,"Ġvar":2147,"Ġcrap":2148,"aged":2149,"of":2150,"any":2151,"aid":2152,"Ġsimple":2153,"Ġhours":2154,"Ġwin":2155,"ys":2156,"Ġinde":2157,"Ġparent":2158,"rest":2159,"Ġbuild":2160,"Ġevent":2161,"Ġobviously":2162,"ouble":2163,"ĠEd":2164,"Ġcountry":2165,"...<":2166,"Ġannoying":2167,"ubl":2168,"Ġsimilar":2169,"Ġpay":2170,"ĠTom":2171,"Ġdesc":2172,"Ġ200":2173,"Ġexactly":2174,"Ġfour":2175,"ĠEvery":2176,"Ġproduc":2177,"OR":2178,"ground":2179,"sh":2180,"ean":2181,"Ġfoc":2182,"Ġends":2183,"Ġshock":2184,"ĠPet":2185,"Ġpos":2186,"ĠCon":2187,"Ġfinds":2188,"ichard":2189,"Ġdisc":2190,"ational":2191,"ential":2192,"Ġpolice":2193,"Ġca":2194,"Ġlar":2195,"ury":2196,"Ġwriter":2197,"Ġapparent":2198,"pping":2199,"ĠDavid":2200,"Ġgore":2201,"Ġshown":2202,"aug":2203,"ili":2204,"gan":2205,"Ġpot":2206,"aim":2207,"Ġhighly":2208,"ĠNow":2209,"enty":2210,"Ġtreat":2211,"AR":2212,"Ġdeep":2213,"eng":2214,"Ġgang":2215,"Ġimportant":2216,"Ġprem":2217,"head":2218,"Ġ6":2219,"Ġang":2220,"Ġopinion":2221,"rence":2222,"tra":2223,"mos":2224,"Ġsomewhat":2225,"ĠOr":2226,"Ġfemale":2227,"Ġstraight":2228,"Ġphot":2229,"Ġhonest":2230,"Ġorder":2231,"!!!":2232,"Ġpull":2233,"Ġunc":2234,"iction":2235,"Ġdoub":2236,"ĠPe":2237,"ĠWilliam":2238,"ĠEnglish":2239,"ina":2240,"Ġbody":2241,"Ġpossible":2242,"ĠJust":2243,"che":2244,"Ġhuge":2245,"Ġyourself":2246,"Ġfilmmak":2247,"wise":2248,"Ġhot":2249,"Ġsometimes":2250,"outh":2251,"Ġforget":2252,"hetic":2253,"Ġwhose":2254,"ching":2255,"Ġattention":2256,"Ġstarted":2257,"Ġchange":2258,"Ġnumber":2259,"Ġill":2260,"Ġmoder":2261,"Ġusual":2262,"ĠJames":2263,"Ġdisappointed":2264,"gra":2265,"Ġparticularly":2266,"vision":2267,"Ġve":2268,"itting":2269,"Ġsave":2270,"****":2271,"ĠAd":2272,"Ġdest":2273,"real":2274,"Ġliving":2275,"ichÃ©":2276,"Ġdocumentary":2277,"Ġrunning":2278,"Ġopening":2279,"Ġturned":2280,"Ġsaying":2281,"Ġsingle":2282,"olog":2283,"Ġreality":2284,"Ġmusical":2285,"Ġsuspense":2286,"lling":2287,"ĠNe":2288,"oud":2289,"Ġcolle":2290,"Ġalone":2291,"Ġsubject":2292,"estern":2293,"Ġnear":2294,"Ġsubt":2295,"Ġsilly":2296,"Ġreleased":2297,"Ġjokes":2298,"Ġones":2299,"ald":2300,"Ġfill":2301,"Ġvict":2302,"ral":2303,"Ġair":2304,"Ġcinematography":2305,"Ġhell":2306,"Ġwish":2307,"Ġdespite":2308,"aced":2309,"ĠDo":2310,"unt":2311,"ING":2312,"Ġshots":2313,"Ġtaking":2314,"Ġdetail":2315,"otic":2316,"usion":2317,"Ġmeet":2318,"Ġsent":2319,"Ġplan":2320,"Ġequ":2321,"!\"":2322,"ained":2323,"apan":2324,"ĠclichÃ©":2325,"Ġprot":2326,"Ġlocal":2327,"mosp":2328,"back":2329,"Ġknew":2330,"rely":2331,"Ġmiddle":2332,"Ġproblems":2333,"Ġsets":2334,"ĠPer":2335,"ĠEl":2336,"Ġevents":2337,"Ġremind":2338,"Ġut":2339,"ino":2340,"Ġknows":2341,"Ġtells":2342,"Ġwee":2343,"Ġteam":2344,"Ġinn":2345,"ura":2346,"Ġwords":2347,"ĠSh":2348,"Ġapart":2349,"Ġrespect":2350,"Ġcart":2351,"ĠGra":2352,"Ġincluding":2353,"vol":2354,"Ġsign":2355,"Ġtalking":2356,"yond":2357,"aught":2358,"Ġunf":2359,"ĠBritish":2360,"mm":2361,"Ġusually":2362,"reci":2363,"Ġatmosp":2364,"Ġcompl":2365,"Ġintellig":2366,"ĠYork":2367,"ball":2368,"nding":2369,"Ġ20":2370,"light":2371,"who":2372,"Ġmodern":2373,"EN":2374,"Ġrating":2375,"iod":2376,"uri":2377,"Ġfuture":2378,"oul":2379,"Ġamong":2380,"Ġsurv":2381,"Ġland":2382,"Ġpri":2383,"ira":2384,"Ġquestion":2385,"Ġforg":2386,"which":2387,"ised":2388,"ush":2389,"ĠRichard":2390,"orable":2391,"Ġmist":2392,"Ġant":2393,"Ġsequence":2394,"Ġmark":2395,"Ġprevious":2396,"go":2397,"Ġten":2398,"Ġlad":2399,"ppy":2400,"form":2401,"attle":2402,"lo":2403,"Ġaren":2404,"Ġbro":2405,"Ġcontro":2406,"anger":2407,"Ġhands":2408,"ital":2409,"Ġscary":2410,"key":2411,"Ġhop":2412,"Ġlaug":2413,"Ġdue":2414,"ctor":2415,"Ġcomic":2416,"omp":2417,"Ġult":2418,"Ġaspect":2419,"ances":2420,"Ġappears":2421,"aris":2422,"els":2423,"ĠJapan":2424,"Ġmater":2425,"Ġear":2426,"Ġnone":2427,"Ġeng":2428,"Ġclear":2429,"ires":2430,"Ġeasily":2431,"Ġmostly":2432,"Ġstoryline":2433,"Ġways":2434,"ublic":2435,"where":2436,"Ġromantic":2437,"Ġattack":2438,"Ġparents":2439,"ĠSam":2440,"Ġclearly":2441,"Ġhappy":2442,"ants":2443,"Ġodd":2444,"iel":2445,"irector":2446,"Ġadult":2447,"My":2448,"Ġsexual":2449,"Ġgiving":2450,"Al":2451,"Ġfast":2452,"ival":2453,"ĠGerman":2454,"Ġflaw":2455,"Ġdull":2456,"Ġmaterial":2457,"asc":2458,"Ġhate":2459,"Ġnarr":2460,"orry":2461,"Ġpredictable":2462,"ĠBra":2463,"Ġbox":2464,"rated":2465,"Ġappreci":2466,"Ġabove":2467,"ices":2468,"Ġtwist":2469,"Ġbegins":2470,"ubb":2471,"Ġcamp":2472,"Ġenjoyable":2473,"lin":2474,"Ġpersonal":2475,"Ġfalls":2476,"Ġelements":2477,"Ġhaven":2478,"ĠUS":2479,"Ġadv":2480,"St":2481,"inal":2482,"ĠPaul":2483,"Ġvictim":2484,"orld":2485,"Ġseriously":2486,"Ġsuff":2487,"iest":2488,"ĠOsc":2489,"asy":2490,"Ġthriller":2491,"Ġreve":2492,"ggest":2493,"Ġbunch":2494,"ĠAm":2495,"Ġspoil":2496,"Ġsecret":2497,"ening":2498,"Ġsurprised":2499,"Ġepisodes":2500,"Ġtheme":2501,"Ġeasy":2502,"Ġzomb":2503,"irt":2504,"Ġpoints":2505,"ĠGr":2506,"Ġsetting":2507,"cl":2508,"verage":2509,"Ġnamed":2510,"Ġdru":2511,"Ġperiod":2512,"Ġsuggest":2513,"Ġdoubt":2514,"Ġmessage":2515,"oun":2516,"Ġentertainment":2517,"Ġiss":2518,"Ġtelevision":2519,"Ġmix":2520,"Ġtypical":2521,"Ġmil":2522,"Ġstri":2523,"?<":2524,"Ġbeyond":2525,"Ġslight":2526,"ĠAmerica":2527,"Ġsongs":2528,"Ġsupporting":2529,"work":2530,"Ġeye":2531,"Ġseason":2532,"Ġneeds":2533,"track":2534,"uses":2535,"oor":2536,"ension":2537,"Ġtruth":2538,"Ġpleas":2539,"AL":2540,"Ġfeels":2541,"Ġ80":2542,"ĠAny":2543,"Ġleads":2544,"Ġinsp":2545,"ficult":2546,"Ġkept":2547,"',":2548,"Ġcomb":2549,"Ġmeans":2550,"Ġ197":2551,"Ġviewers":2552,"Ġtried":2553,"Ġworking":2554,"eth":2555,"Ġlarge":2556,"ĠBro":2557,"Ġsold":2558,"Ġcheck":2559,"Ġemb":2560,"ĠAng":2561,"Ġherself":2562,"Ġdifficult":2563,"Ġtheat":2564,"Ġwithin":2565,"ressed":2566,"Ġbar":2567,"Ġfeature":2568,"Ġcreep":2569,"hic":2570,"Ġfree":2571,"Ġrelease":2572,"Ġupon":2573,"ĠFrench":2574,"Ġ198":2575,"bs":2576,"ara":2577,"iment":2578,"Ġaccept":2579,"ĠGeorge":2580,"Ġbrought":2581,"gy":2582,"ĠLee":2583,"ula":2584,"irc":2585,"ows":2586,"Ġcomments":2587,"Ġvisual":2588,"ially":2589,"Ġfilmed":2590,"Ġru":2591,"Ġdecided":2592,"Ġsil":2593,"ously":2594,"Ġthrow":2595,"ĠCol":2596,"Ġshowing":2597,"ford":2598,"Ġsequences":2599,"ĠDis":2600,"king":2601,"Ġsens":2602,"Ġbusiness":2603,"Ġsoundtrack":2604,"OU":2605,"more":2606,"Ġtrag":2607,"Ġclim":2608,"Ġcrime":2609,"Ġcity":2610,"Ġprison":2611,"Ġspir":2612,"Ġnorm":2613,"Ġactual":2614,"Ġviewing":2615,"Ġpsyc":2616,"ĠNOT":2617,"!!!!":2618,"An":2619,"aby":2620,"Ġtale":2621,"Ġpost":2622,"So":2623,"Ġoverall":2624,"ĠIM":2625,"Ġred":2626,"lier":2627,"kay":2628,"ising":2629,"host":2630,"rific":2631,"Ġnearly":2632,"Ġrob":2633,"Ġhear":2634,"ĠBen":2635,"ceed":2636,"ĠMart":2637,"rey":2638,"Ġreviews":2639,"Ġpremise":2640,"Ġintrodu":2641,"Ġusing":2642,"Ġsuperb":2643,"You":2644,"Ġwrit":2645,"Ġbackground":2646,"Ġfigure":2647,"Ġgay":2648,"verall":2649,"Ġbelievable":2650,"?\"":2651,"Ġgrow":2652,"tt":2653,"Ġavoid":2654,"Ġmoving":2655,"esy":2656,"Ġexpected":2657,"Ġdie":2658,"Ġattract":2659,"Ġhar":2660,"!)":2661,"incing":2662,"ring":2663,"RE":2664,"Ġexist":2665,"llow":2666,"Ġediting":2667,"Ġbasically":2668,"Ġbuy":2669,"irlf":2670,"Ġgrand":2671,"ĠFrank":2672,"ĠSm":2673,"Ġrealistic":2674,"Ġkilling":2675,"ĠMor":2676,"bo":2677,"Ġrese":2678,"Ġadapt":2679,"ining":2680,"esome":2681,"ĠWho":2682,"Ġeffective":2683,"Ġsoc":2684,"Ġund":2685,"Ġatmosphere":2686,"arch":2687,"irlfriend":2688,"Ġweird":2689,"Ġwait":2690,"dden":2691,"Ġwit":2692,"ĠItal":2693,"ĠUnfortunately":2694,"Âħ":2695,"mas":2696,"Ġcur":2697,"Ġlim":2698,"Ġstere":2699,"Ġexec":2700,"ĠOK":2701,"ĠMaybe":2702,"Ġfamous":2703,"Ġ/>\"":2704,"Ġforced":2705,"Ġfantastic":2706,"Ġfive":2707,"ĠPr":2708,"Ġlots":2709,"Ġpoorly":2710,"Ġleaves":2711,"Ġcat":2712,"ĠDr":2713,"Ġer":2714,"cted":2715,"icks":2716,"bers":2717,"Ġ*":2718,"Ġlame":2719,"sw":2720,"ills":2721,"ĠQu":2722,"Ġtre":2723,"Ġsurprise":2724,"ĠOscar":2725,"Ġtheater":2726,"Ġstage":2727,"Ġenc":2728,"Ġanimation":2729,"Ġultim":2730,"Ġobs":2731,"Ġaverage":2732,"When":2733,"spect":2734,"Ġparticular":2735,"Ġexplo":2736,"Ġbored":2737,"Ġgone":2738,"Ġbecame":2739,"Ġsituation":2740,"Ġfront":2741,"Ġid":2742,"urther":2743,"Ġmystery":2744,"rid":2745,"ges":2746,"Ġutter":2747,"Ġresp":2748,"Ġmale":2749,"avy":2750,"piece":2751,"Ġsister":2752,"Ġappro":2753,"Ġwood":2754,"aces":2755,"Ġpure":2756,"ĠCan":2757,"aling":2758,"isf":2759,"ĠWood":2760,"Ġsudden":2761,"Ġcrew":2762,"Ġearlier":2763,"Ġstrugg":2764,"ye":2765,"hys":2766,"Ġvillain":2767,"Ġapparently":2768,"ĠGu":2769,"Ġ199":2770,"Ġinterested":2771,"Ġbel":2772,"ĠOh":2773,"iences":2774,"ĠPeter":2775,"hel":2776,"pend":2777,"uro":2778,"Ġlos":2779,"hood":2780,"ĠKing":2781,"ogn":2782,"Ġpublic":2783,"Ġstereot":2784,"erry":2785,"Ġwhether":2786,"Ġmeaning":2787,"fer":2788,"Ġgreatest":2789,"'.":2790,"Ġclever":2791,"Ġcostum":2792,"cing":2793,"Ġfra":2794,"Ġthird":2795,"One":2796,"omin":2797,"akes":2798,"ĠAlthough":2799,"Ġconcept":2800,"Ġfootage":2801,"kn":2802,"Ġstun":2803,"ries":2804,"lly":2805,"Ġworked":2806,"Ġminute":2807,"well":2808,"ius":2809,"Ġdumb":2810,"Ġmemorable":2811,"Ġprofess":2812,"Ġtowards":2813,"Ġsociety":2814,"ding":2815,"ĠJul":2816,"Ġcredits":2817,"bert":2818,"Ġscreenplay":2819,"Ġlaughs":2820,"Ġunique":2821,"Ġinvest":2822,"rif":2823,"Ġran":2824,"Ġpossibly":2825,"Ġrock":2826,"ĠMost":2827,"Ġsomehow":2828,"ager":2829,"Ġgeneral":2830,"Ġquickly":2831,"Ġkeeps":2832,"time":2833,"Ġpowerful":2834,"friend":2835,"Ġcap":2836,"Ġlaw":2837,"Ġdesign":2838,"Ġrealize":2839,"Ġfeatures":2840,"arre":2841,"Ġ30":2842,"cious":2843,"Ġexpress":2844,"Ġliter":2845,"Ġgirlfriend":2846,"ĠSim":2847,"Ġperfectly":2848,"Ġolder":2849,"Ġneeded":2850,"Ġmeant":2851,"Ġcheesy":2852,"Ġtast":2853,"Ġdisturb":2854,"ĠFilm":2855,"angu":2856,"iliar":2857,"kes":2858,"Ġshame":2859,"Ġadvent":2860,"this":2861,"urd":2862,"Ġemotional":2863,"por":2864,"Ġnor":2865,"Ġproject":2866,"Ġreading":2867,"ĠChan":2868,"Ġrich":2869,"Ġhom":2870,"ĠFrom":2871,"Ġwriters":2872,"Ġyes":2873,"min":2874,"Ġcirc":2875,"Ġdam":2876,"Ġemotion":2877,"vern":2878,"Ġromance":2879,"For":2880,"Ġwind":2881,"Ġhistor":2882,"ective":2883,"Ġ70":2884,"Ġdevelopment":2885,"Ġvarious":2886,"Ġdog":2887,"ĠCom":2888,"belie":2889,"su":2890,"ĠCra":2891,"Ġmill":2892,"ĠSu":2893,"cessary":2894,"ĠIMD":2895,"Ġwhom":2896,"ĠJoe":2897,"Ġcover":2898,"Ġnature":2899,"ĠYes":2900,"ĠDisney":2901,"Ġsick":2902,"ĠTw":2903,"Ġpurp":2904,"ĠEx":2905,"Ġbrings":2906,"Ġdramatic":2907,"Ġconne":2908,"Ġcopy":2909,"onic":2910,"roy":2911,"ES":2912,"oof":2913,"andy":2914,"ĠJim":2915,"Ġpopular":2916,"ged":2917,"chie":2918,"Ġimagine":2919,"Ġforward":2920,"ises":2921,"Ġcry":2922,"stead":2923,"look":2924,"\")":2925,"Ġoper":2926,"ett":2927,"arring":2928,"Ġfire":2929,"ĠJapanese":2930,"ĠChe":2931,"Ġbadly":2932,"Ġmeets":2933,"Ġanyway":2934,"Ġtotal":2935,"ĠIts":2936,"Ġdirecting":2937,"Ġwrite":2938,"nel":2939,"ĠBlack":2940,"vin":2941,"Ġbattle":2942,"Ġmanages":2943,"Ġflat":2944,"Ġ193":2945,"erv":2946,"Ġ$":2947,"Ġrepe":2948,"Ġamount":2949,"ĠScott":2950,"ĠThese":2951,"pper":2952,"bor":2953,"unny":2954,"Ġextra":2955,"ived":2956,"Ġaut":2957,"bl":2958,"olf":2959,"reed":2960,"Ġcatch":2961,"Ġfairly":2962,"Ġment":2963,"ĠDra":2964,"ero":2965,"Ġagree":2966,"Ġinnoc":2967,"Ġ90":2968,"Ġadmit":2969,"zz":2970,"ĠPh":2971,"ĠGood":2972,"aked":2973,"Ġbare":2974,"Ġunlike":2975,"Ġcommun":2976,"iny":2977,"Ġneg":2978,"acher":2979,"Ġreasons":2980,"agon":2981,"with":2982,"Ġoccas":2983,"holog":2984,"ague":2985,"?)":2986,"All":2987,"Ġideas":2988,"val":2989,"Ġfasc":2990,"ask":2991,"ĠAnt":2992,"cked":2993,"itty":2994,"ivid":2995,"Ġmonster":2996,"ham":2997,"af":2998,"Ġacted":2999,"udity":3000,"Ġclaim":3001,"ĠLike":3002,"Ġpotential":3003,"berg":3004,"Ġsymp":3005,"eless":3006,"ole":3007,"ips":3008,"Ġeventually":3009,"Ġident":3010,"bit":3011,"Ġcreate":3012,"ĠWorld":3013,"Ġfails":3014,"action":3015,"Ġdanc":3016,"itted":3017,"Ġ195":3018,"Ġformer":3019,"cher":3020,"Ġsleep":3021,"Ġera":3022,"aking":3023,"Ġcartoon":3024,"ze":3025,"Ġsocial":3026,"Ġrecogn":3027,"ĠPat":3028,"Ġremake":3029,"Ġincredibly":3030,"Ġplain":3031,"ĠLu":3032,"ĠBill":3033,"Ġleading":3034,"Ġflash":3035,"Ġmasterpiece":3036,"Ġ...":3037,"Ġspace":3038,"Ġign":3039,"ĠMac":3040,"ĠEn":3041,"Ġmad":3042,"Ġdirectors":3043,"Ġdeserves":3044,"Ġimm":3045,"Ġmissing":3046,"OO":3047,"Ġplease":3048,"Ġoutside":3049,"Ġtelling":3050,"itation":3051,"Ġportrayed":3052,"even":3053,"Ġcond":3054,"Ġ(\"":3055,"Ġcreepy":3056,"arry":3057,"Ġbeha":3058,"Ġstat":3059,"Ġfighting":3060,"writ":3061,"Ġmurd":3062,"Ġindeed":3063,"Ġoffic":3064,"Ġmarried":3065,"ĠBy":3066,"ĠEuro":3067,"mist":3068,"Ġwasted":3069,"ĠMad":3070,"Ġjoke":3071,"Ġlangu":3072,"Ġexpecting":3073,"Ġcreated":3074,"orthy":3075,"pth":3076,"Ġarri":3077,"Ġble":3078,"Ġpolitical":3079,"ele":3080,"ĠFl":3081,"ĠFred":3082,"Ġest":3083,"Ġplenty":3084,"Ġphys":3085,"ĠTra":3086,"Ġlaughing":3087,"Ġfilmmakers":3088,"How":3089,"Ġlat":3090,"Ġsweet":3091,"vered":3092,"een":3093,"imp":3094,"Ġcommon":3095,"Ġtravel":3096,"udd":3097,"Ġband":3098,"ĠAN":3099,"Ġfamiliar":3100,"Ġhair":3101,"arrass":3102,"ging":3103,"Ġnudity":3104,"ĠNight":3105,"boy":3106,"Ġcolor":3107,"aur":3108,"Ġcaught":3109,"Ġwhatever":3110,"Ġinside":3111,"ope":3112,"medi":3113,"Ġintri":3114,"aper":3115,"oman":3116,"Ġ:":3117,"uine":3118,"ĠII":3119,"Ġdesper":3120,"set":3121,"ĠEm":3122,"AD":3123,"cent":3124,"Ġtrad":3125,"Ġended":3126,"Ġexplain":3127,"Ġcrazy":3128,"ĠIMDb":3129,"while":3130,"Ġpositive":3131,"Ġjour":3132,"vil":3133,"ened":3134,"Ġjud":3135,"venge":3136,"Ġclos":3137,"uter":3138,"Ġscient":3139,"iously":3140,"Ġterror":3141,"Ġsounds":3142,"con":3143,"cle":3144,"ĠFirst":3145,"Ġprop":3146,"Ġloo":3147,"Ġstep":3148,"ĠHarry":3149,"Ġtalented":3150,"Ġembarrass":3151,"alth":3152,"acing":3153,"Ġidi":3154,"iller":3155,"Ġrequ":3156,"ĠAust":3157,"IS":3158,"Ġsorry":3159,"Ġmid":3160,"arl":3161,"Ġwater":3162,"cause":3163,"Ġspent":3164,"LY":3165,"ites":3166,"LE":3167,"Ġfurther":3168,"Ġcute":3169,"Ġattempts":3170,"Ġachie":3171,"Ġaccident":3172,"TH":3173,"par":3174,"PO":3175,"Ġdance":3176,"Ġpace":3177,"Ġuses":3178,"Ġvalue":3179,"Ġspirit":3180,"Ġnote":3181,"ned":3182,"asher":3183,"Ġgenuine":3184,"Ġsubtle":3185,"Ġbrief":3186,"Ġrecord":3187,"000":3188,"Ġescape":3189,"ĠMon":3190,"Ġpointless":3191,"izing":3192,"Ġentirely":3193,"ette":3194,"Ġhy":3195,"Ġcomplex":3196,"ased":3197,"Ġunbelie":3198,"oe":3199,"Ġstereotyp":3200,"Ġansw":3201,"Ġaf":3202,"gest":3203,"Ġdepth":3204,"Ġfunn":3205,"lu":3206,"Ġbiz":3207,"lict":3208,"ĠInstead":3209,"Ġdecides":3210,"Ġess":3211,"room":3212,"une":3213,"Ġcredit":3214,"ki":3215,"Ġhardly":3216,"Ġine":3217,"Ġstore":3218,"Ġrad":3219,"fi":3220,"ossible":3221,"ĠDead":3222,"Ġcasting":3223,"rage":3224,"Ġslightly":3225,"over":3226,"ĠSw":3227,"Ġmembers":3228,"Ġmentioned":3229,"Ġmedi":3230,"Ġsolid":3231,"ĠOther":3232,"Ġexciting":3233,"lusion":3234,"Ġporn":3235,"lex":3236,"ĠItalian":3237,"Ġsatisf":3238,"ĠSer":3239,"Ġcontrol":3240,"Ġrece":3241,"Ġmel":3242,"ĠMe":3243,"gend":3244,"Ġ15":3245,"Ġrecently":3246,"Ġtrail":3247,"Ġdelight":3248,"Ġmod":3249,"ĠGreat":3250,"Ġrevol":3251,"Ġchoice":3252,"known":3253,"iving":3254,"Ġimmedi":3255,"Ġviolent":3256,"ĠTr":3257,"Ġmer":3258,"ĠHa":3259,"inger":3260,"Ġconcern":3261,"emy":3262,"ĠEurope":3263,"Ġaff":3264,"ieces":3265,"lying":3266,"Ġdoll":3267,"Ġportrayal":3268,"sen":3269,"Don":3270,"ĠHen":3271,"ĠPro":3272,"sters":3273,"ored":3274,"ĠDes":3275,"Ġwaiting":3276,"ilt":3277,"Ġrelig":3278,"Ġparty":3279,"ashion":3280,"come":3281,"Ġconvincing":3282,"Ġforgot":3283,"Ġbed":3284,"ĠHere":3285,"Ġfit":3286,"Ġwall":3287,"Ġdied":3288,"Ġfollows":3289,"Ġdraw":3290,"AS":3291,"Ġimpro":3292,"ĠLou":3293,"Ġbeauty":3294,"Ġmoves":3295,"ĠBru":3296,"Ġwestern":3297,"Ġintelligent":3298,"Ġmass":3299,"Ġwrote":3300,"Ġfantasy":3301,"Ġotherwise":3302,"Ġremark":3303,"Ġ196":3304,"Ġbrain":3305,"Ġsituations":3306,"no":3307,"men":3308,"Ġamusing":3309,"ĠAf":3310,"ibility":3311,"inary":3312,"ishing":3313,"Ġsees":3314,"ĠJe":3315,"Ġappreciate":3316,"rel":3317,"har":3318,"aging":3319,"Ġfear":3320,"Ġ50":3321,"Ġluck":3322,"irty":3323,"gl":3324,"Ġaccent":3325,"iff":3326,"Ġtrouble":3327,"idden":3328,"Ġlady":3329,"Ġtort":3330,"Ġpu":3331,"Ġsuccessful":3332,"rect":3333,"ĠVan":3334,"Ġlonger":3335,"Ġtension":3336,"Ġghost":3337,"Ġspend":3338,"Ġdecide":3339,"On":3340,"sequ":3341,"appe":3342,"Ġopportun":3343,"Ġcrim":3344,"let":3345,"Ġground":3346,"rian":3347,"ĠMary":3348,"Ġboys":3349,"Ġfollowing":3350,"ĠAct":3351,"standing":3352,"Ġimpressive":3353,"Ġcross":3354,"uted":3355,"Ġpurpose":3356,"Ġbrut":3357,"Ġlanguage":3358,"ED":3359,"Ġscream":3360,"Ġmissed":3361,"ĠBob":3362,"resh":3363,"Ġfol":3364,"Ġsuspect":3365,"ĠRuss":3366,"ĠOF":3367,"ashing":3368,"Ġfocus":3369,"itary":3370,"ĠWh":3371,"Ġwild":3372,"Ġsum":3373,"ĠNor":3374,"ribly":3375,"Ġculture":3376,"Ġball":3377,"Ġbother":3378,"Ġproduced":3379,"Ġhang":3380,"Ġrate":3381,"fort":3382,"ener":3383,"iced":3384,"Ġfilled":3385,"Ġsci":3386,"ization":3387,"Ġtouch":3388,"Ġunfortunately":3389,"Ġruns":3390,"ĠMur":3391,"ĠWatch":3392,"Ġinvestig":3393,"iers":3394,"arily":3395,"ĠStar":3396,"Ġminor":3397,"ensive":3398,"Ġrepres":3399,"Ġ`":3400,"Ġproducers":3401,"Ġbiggest":3402,"Ġinvolving":3403,"Ġregard":3404,"Ġcru":3405,"ille":3406,"Ġquestions":3407,"Ġrecent":3408,"Ġcompet":3409,"mistry":3410,"Ġbooks":3411,"movie":3412,"ĠIndian":3413,"Ġsoul":3414,"Ġstick":3415,"Ġcontri":3416,"Ġexception":3417,"Ġchanged":3418,"Ġdanger":3419,"Ġjump":3420,"Ġinte":3421,"Ġrap":3422,"Ġsqu":3423,"Not":3424,"Ġbreat":3425,"owers":3426,"Ġlaugha":3427,"Ġdoctor":3428,"Ġunin":3429,"Ġ194":3430,"Ġhumour":3431,"Ġtough":3432,"Ġbizarre":3433,"Ġshowed":3434,"Ġfake":3435,"orror":3436,"Ġslasher":3437,"OW":3438,"bb":3439,"Ġnotice":3440,"Ġyounger":3441,"cast":3442,"ĠHol":3443,"elly":3444,"Ġrand":3445,"Ġcollege":3446,"OM":3447,"mes":3448,"ĠCity":3449,"Ġunless":3450,"Ġshar":3451,"Ġcompared":3452,"ĠGold":3453,"Ġawesome":3454,"Ġweren":3455,"Ġcontinu":3456,"Ġrefe":3457,"iding":3458,"ength":3459,"Ġtest":3460,"Ġpract":3461,"Ġfascin":3462,"ateur":3463,"Ġchemistry":3464,"Ġoccur":3465,"ĠLove":3466,"Ġvamp":3467,"rupt":3468,"ĠMovie":3469,"Ġdepict":3470,"Ġsuddenly":3471,"Ġauth":3472,"Ġgovern":3473,"Ġglad":3474,"Ġthinks":3475,"Ġrede":3476,"Ġpathetic":3477,"Ġincredible":3478,"Ġfailed":3479,"Ġanti":3480,"riff":3481,"Ġlikes":3482,"formation":3483,"reg":3484,"Ġproper":3485,"Ġcompany":3486,"Ġbasic":3487,"exic":3488,"Ġrepl":3489,"lect":3490,"ĠStre":3491,"Ġinterview":3492,"Ġconclusion":3493,"Ġbeat":3494,"POIL":3495,"ai":3496,"Well":3497,"Ġbaby":3498,"Ġkick":3499,"Ġproduct":3500,"Ġbarely":3501,"VER":3502,"Ġvalues":3503,"ana":3504,"Ġnormal":3505,"Ġgarb":3506,"Ġthreat":3507,"Ġappearance":3508,"idence":3509,"Ġneither":3510,"Ġissues":3511,"ĠAg":3512,"Ġcritic":3513,"ified":3514,"izes":3515,"***":3516,"Ġassum":3517,"Ġdisturbing":3518,"ĠRed":3519,"Ġroll":3520,"war":3521,"idered":3522,"Ġmatch":3523,"Ġrandom":3524,"Ġdro":3525,"ĠSmith":3526,"riage":3527,"Ġmanner":3528,"POILER":3529,"Ġsuc":3530,"Ġweek":3531,"After":3532,"ĠGo":3533,"Ġfavour":3534,"Ġoffice":3535,"lessly":3536,"Ġinsult":3537,"Ġmood":3538,"ĠMartin":3539,"gress":3540,"Ġunex":3541,"Ġpun":3542,"Ġearth":3543,"Ġbomb":3544,"Ġforce":3545,"chable":3546,"Ġdi":3547,"iring":3548,"Ġcompe":3549,"Ġisland":3550,"Ġtrain":3551,"Ġrare":3552,"Ġkills":3553,"Th":3554,"Ġpers":3555,"Ġgenius":3556,"Ġstudio":3557,"that":3558,"Ġdoor":3559,"Ġaffect":3560,"Ġstate":3561,"Ġpack":3562,"lyn":3563,"Ġreveal":3564,"Ġrevenge":3565,"Ġability":3566,"Ġspot":3567,"Ġtrack":3568,"ĠMexic":3569,"Ġsympat":3570,"ĠSat":3571,"ĠJoan":3572,"Ġleaving":3573,"Ġshooting":3574,"ĠJane":3575,"nie":3576,"Ġheavy":3577,"Ġ!":3578,"ĠBoy":3579,"Ġimpossible":3580,"ĠGrant":3581,"ĠMat":3582,"Ġconsidered":3583,"Ġcarry":3584,"ottom":3585,"alt":3586,"Ġsmart":3587,"Ġdeliver":3588,"Ġpresence":3589,"Ġredeem":3590,"Ġalien":3591,"ify":3592,"Ġmagic":3593,"Ġtaste":3594,"ĠBig":3595,"stit":3596,"Ġcomputer":3597,"Ġsuit":3598,"Ġcause":3599,"Ġamateur":3600,"Ġultimately":3601,"Ġflashback":3602,"Ġadventure":3603,"str":3604,"Ġjo":3605,"Ġcold":3606,"Jo":3607,"cer":3608,"Ġimages":3609,"Ġship":3610,"ĠAngel":3611,"ken":3612,"Ġdef":3613,"ĠBruce":3614,"Ġindust":3615,"Ġplaces":3616,"ĠJones":3617,"Ġrespons":3618,"Ġsucceed":3619,"Ġappeal":3620,"ressing":3621,"Ġnatural":3622,"Ġfat":3623,"Ġfresh":3624,"Ġimmediately":3625,"Ġavail":3626,"now":3627,"Ġleg":3628,"Ġbought":3629,"vert":3630,"Ġride":3631,"Ġdrink":3632,"verse":3633,"ondon":3634,"Ġroad":3635,"ĠMiss":3636,"Ġclot":3637,"Ġspect":3638,"ĠCor":3639,"ĠPark":3640,"Ġutterly":3641,"We":3642,"yle":3643,"Ġprogra":3644,"Ġstandard":3645,"ĠAllen":3646,"Ġconsidering":3647,"making":3648,"Ġcomedies":3649,"ades":3650,"LL":3651,"ĠX":3652,"Ġgarbage":3653,"estival":3654,"Ġaudiences":3655,"Ġtrash":3656,"Ġsinging":3657,"Ġuns":3658,"icated":3659,"Ġdrug":3660,"ropri":3661,"ĠDu":3662,"Ġgrap":3663,"ented":3664,"ini":3665,"Ġloud":3666,"ĠTim":3667,"Ġmult":3668,"uts":3669,"hant":3670,"Ġbull":3671,"Ġintrigu":3672,"Ġfashion":3673,"Ġstarring":3674,"Ġneigh":3675,"Ġconflict":3676,"ĠAfric":3677,"erm":3678,"just":3679,"Ġbuilding":3680,"ront":3681,"Ġobsess":3682,"\".<":3683,"ras":3684,"Ġsix":3685,"vey":3686,"aining":3687,"Ġmanaged":3688,"Be":3689,"Ġpil":3690,"Ġdig":3691,"Ġemp":3692,"Ġstreet":3693,"Ġclimax":3694,"ses":3695,"Ġauthor":3696,"Ġlog":3697,"Ġlikely":3698,"ĠRobin":3699,"Ġgenerally":3700,"face":3701,"yl":3702,"amb":3703,"ares":3704,"ature":3705,"Ġtwists":3706,"ĠPerhaps":3707,"played":3708,"Ġdin":3709,"Ġgod":3710,"Ġsexy":3711,"Ġur":3712,"unting":3713,"Ġzombie":3714,"uster":3715,"iche":3716,"Ġtrip":3717,"ĠChristmas":3718,"Ġmysterious":3719,"Ġlab":3720,"ales":3721,"Ġchanges":3722,"Ġthrown":3723,"Ġchall":3724,"Ġindivid":3725,"ĠCharlie":3726,"Ġalive":3727,"ĠLau":3728,"Ġmonth":3729,"Ġadded":3730,"Ġaddition":3731,"ĠAdam":3732,"awn":3733,"Ġterms":3734,"ĠRo":3735,"Ġloves":3736,"irth":3737,"stem":3738,"ĠSand":3739,"Ġokay":3740,"Ġhost":3741,"you":3742,"ively":3743,"rences":3744,"ĠWay":3745,"Ġstunning":3746,"ID":3747,"iven":3748,"ĠEarth":3749,"Ġnowhere":3750,"Ġtone":3751,"ĠHigh":3752,"Ġapproach":3753,"Ġhistorical":3754,"kin":3755,"That":3756,"Ġwitness":3757,"Ġdrive":3758,"Ġmilitary":3759,"ĠAlex":3760,"Ġboyfriend":3761,"rick":3762,"ĠLondon":3763,"ĠCharles":3764,"Ġdestroy":3765,"Ġliterally":3766,"house":3767,"Ġimpression":3768,"gue":3769,"ĠGl":3770,"Ġ100":3771,"Ġplus":3772,"Ġgovernment":3773,"Ġteacher":3774,"itude":3775,"mon":3776,"night":3777,"Ġtouching":3778,"esides":3779,"elling":3780,"Ġcostumes":3781,"aine":3782,"Ġmakers":3783,"Ġdetective":3784,"Ġdemon":3785,"Ġmach":3786,"ĠHard":3787,"Ġdiscuss":3788,"To":3789,"aff":3790,"Ġboss":3791,"Ġcuri":3792,"illing":3793,"Ġscience":3794,"Ġterrific":3795,"Ġcinematic":3796,"Ġcharm":3797,"Ġsilent":3798,"Ġpainful":3799,"Ġconstantly":3800,"ples":3801,"Ġsurprisingly":3802,"Ġmarriage":3803,"Ġanimated":3804,"Ġinflu":3805,"Ġdetails":3806,"ĠHenry":3807,"oned":3808,"Ġdad":3809,"ĠSci":3810,"Ġlegend":3811,"ĠStill":3812,"Ġinnocent":3813,"Ġhappening":3814,"Ġcharming":3815,"First":3816,"He":3817,"ĠMel":3818,"ĠCG":3819,"ĠDou":3820,"Ġremains":3821,"Ġsuppose":3822,"Ġfully":3823,"illa":3824,"opher":3825,"Ġunbelievable":3826,"Ġavailable":3827,"Ġgem":3828,"Ġbeautifully":3829,"Ġescap":3830,"IT":3831,"Ġgag":3832,"Ġknowing":3833,"Ġkey":3834,"part":3835,"ĠRock":3836,"ĠLet":3837,"Ġprep":3838,"Ġintern":3839,"ĠCo":3840,"Ġprotagon":3841,"Ġpsycholog":3842,"wart":3843,"uel":3844,"iles":3845,"Ġrace":3846,"Ġputs":3847,"Ġdancing":3848,"Ġindividual":3849,"Ġcommer":3850,"ĠSec":3851,"Ġemotions":3852,"Ġoffer":3853,"ĠYe":3854,"down":3855,"Ġpresented":3856,"uit":3857,"ĠHall":3858,"Ġbrothers":3859,"Ġdim":3860,"ability":3861,"oking":3862,"Ġsystem":3863,"Ġhoping":3864,"Ġlaughable":3865,"Ġinit":3866,"Ġsto":3867,"Ġsomewhere":3868,"cock":3869,"ĠSch":3870,"Ġabsurd":3871,"aus":3872,"ĠST":3873,"ĠBur":3874,"ĠBer":3875,"Some":3876,"ste":3877,"Ġdisg":3878,"Ġsurround":3879,"ĠNic":3880,"Ġnarrative":3881,"Ġsitting":3882,"ĠHam":3883,"Ġspec":3884,"aries":3885,"ĠThom":3886,"Ġslowly":3887,"Ġloose":3888,"ĠRay":3889,"ploy":3890,"Ġopportunity":3891,"Ġimpl":3892,"ĠSteve":3893,"ribe":3894,"Ġdrunk":3895,"Ġaspects":3896,"Ġlength":3897,"Ġlovely":3898,"sing":3899,"Ġnames":3900,"ĠMoo":3901,"Now":3902,"ĠRE":3903,"Ġscenery":3904,"Ġexpectations":3905,"Ġpictures":3906,"Ġfaith":3907,"Ġphotography":3908,"what":3909,"itor":3910,"Ġdefe":3911,"Ġdisappointing":3912,"ĠPol":3913,"Ġdescrib":3914,"ĠDirector":3915,"Ġvictims":3916,"Ġdiscover":3917,"Ġthemes":3918,"Ġlikable":3919,"Ġmistake":3920,"Ġintended":3921,"Ġoffe":3922,"Ġdiv":3923,"Ġacts":3924,"asty":3925,"Ġcontr":3926,"Ġdisappointment":3927,"Ġjourney":3928,"Ġmedioc":3929,"AC":3930,"Ġserial":3931,"Ġstands":3932,"Ġelement":3933,"ift":3934,"Ġgold":3935,"Ġflicks":3936,"ology":3937,"Ġfeelings":3938,"Ġequally":3939,"Ġlacks":3940,"ĠRog":3941,"ivil":3942,"Ġfinish":3943,"Ġrecommended":3944,"ĠBad":3945,"ictor":3946,"ĠStan":3947,"enny":3948,"ĠBest":3949,"Ġartist":3950,"Ġstudent":3951,"ĠOnly":3952,"pro":3953,"Ġoutstanding":3954,"nat":3955,"Ġast":3956,"Ġburn":3957,"Ġlif":3958,"ency":3959,"Ġdies":3960,"entially":3961,"Ġ18":3962,"inese":3963,"budget":3964,"ands":3965,"Ġdate":3966,"Ġcentury":3967,"Ġrip":3968,"Ġpassion":3969,"ĠBel":3970,"ĠHitch":3971,"Ġserv":3972,"Ġexcuse":3973,"cra":3974,"sed":3975,"Ġstuck":3976,"Ġmoral":3977,"aint":3978,"dered":3979,"Ġwalking":3980,"Ġfilming":3981,"text":3982,"aches":3983,"Ġfright":3984,"Ġdeveloped":3985,"ĠCanad":3986,"Ġaffair":3987,"ĠHouse":3988,"Ġvirt":3989,"Ġbehav":3990,"Ġpieces":3991,"ilities":3992,"Ġadaptation":3993,".....":3994,"Ġtradition":3995,"heart":3996,"oph":3997,"ĠNat":3998,"ĠPeople":3999,"Ġtired":4000,"Un":4001,"ĠTony":4002,"Ġpsych":4003,"Ġfreak":4004,"rad":4005,"Ġmillion":4006,"IG":4007,"ĠJean":4008,"?!":4009,"Ġfascinating":4010,