{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": true
    },
    {
      "id": 1,
      "content": "<MASK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": "",
    "end_of_word_suffix": "",
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<MASK>": 1,
      "<PAD>": 2,
      "!": 3,
      "\"": 4,
      "#": 5,
      "$": 6,
      "%": 7,
      "&": 8,
      "'": 9,
      "(": 10,
      ")": 11,
      "*": 12,
      "+": 13,
      ",": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      ":": 28,
      ";": 29,
      "<": 30,
      "=": 31,
      ">": 32,
      "?": 33,
      "@": 34,
      "A": 35,
      "B": 36,
      "C": 37,
      "D": 38,
      "E": 39,
      "F": 40,
      "G": 41,
      "H": 42,
      "I": 43,
      "J": 44,
      "K": 45,
      "L": 46,
      "M": 47,
      "N": 48,
      "O": 49,
      "P": 50,
      "Q": 51,
      "R": 52,
      "S": 53,
      "T": 54,
      "U": 55,
      "V": 56,
      "W": 57,
      "X": 58,
      "Y": 59,
      "Z": 60,
      "[": 61,
      "\\": 62,
      "]": 63,
      "^": 64,
      "_": 65,
      "`": 66,
      "a": 67,
      "b": 68,
      "c": 69,
      "d": 70,
      "e": 71,
      "f": 72,
      "g": 73,
      "h": 74,
      "i": 75,
      "j": 76,
      "k": 77,
      "l": 78,
      "m": 79,
      "n": 80,
      "o": 81,
      "p": 82,
      "q": 83,
      "r": 84,
      "s": 85,
      "t": 86,
      "u": 87,
      "v": 88,
      "w": 89,
      "x": 90,
      "y": 91,
      "z": 92,
      "{": 93,
      "|": 94,
      "}": 95,
      "~": 96,
      "¡": 97,
      "¢": 98,
      "£": 99,
      "¤": 100,
      "¥": 101,
      "¦": 102,
      "§": 103,
      "¨": 104,
      "©": 105,
      "ª": 106,
      "«": 107,
      "¬": 108,
      "®": 109,
      "¯": 110,
      "°": 111,
      "±": 112,
      "²": 113,
      "³": 114,
      "´": 115,
      "µ": 116,
      "¶": 117,
      "·": 118,
      "¸": 119,
      "¹": 120,
      "º": 121,
      "»": 122,
      "¼": 123,
      "½": 124,
      "¾": 125,
      "¿": 126,
      "À": 127,
      "Á": 128,
      "Â": 129,
      "Ã": 130,
      "Ä": 131,
      "Å": 132,
      "Æ": 133,
      "Ç": 134,
      "È": 135,
      "É": 136,
      "Ê": 137,
      "Ë": 138,
      "Ì": 139,
      "Í": 140,
      "Î": 141,
      "Ï": 142,
      "Ð": 143,
      "Ñ": 144,
      "Ò": 145,
      "Ó": 146,
      "Ô": 147,
      "Õ": 148,
      "Ö": 149,
      "×": 150,
      "Ø": 151,
      "Ù": 152,
      "Ú": 153,
      "Û": 154,
      "Ü": 155,
      "Ý": 156,
      "Þ": 157,
      "ß": 158,
      "à": 159,
      "á": 160,
      "â": 161,
      "ã": 162,
      "ä": 163,
      "å": 164,
      "æ": 165,
      "ç": 166,
      "è": 167,
      "é": 168,
      "ê": 169,
      "ë": 170,
      "ì": 171,
      "í": 172,
      "î": 173,
      "ï": 174,
      "ð": 175,
      "ñ": 176,
      "ò": 177,
      "ó": 178,
      "ô": 179,
      "õ": 180,
      "ö": 181,
      "÷": 182,
      "ø": 183,
      "ù": 184,
      "ú": 185,
      "û": 186,
      "ü": 187,
      "ý": 188,
      "þ": 189,
      "ÿ": 190,
      "Ā": 191,
      "ā": 192,
      "Ă": 193,
      "ă": 194,
      "Ą": 195,
      "ą": 196,
      "Ć": 197,
      "ć": 198,
      "Ĉ": 199,
      "ĉ": 200,
      "Ċ": 201,
      "ċ": 202,
      "Č": 203,
      "č": 204,
      "Ď": 205,
      "ď": 206,
      "Đ": 207,
      "đ": 208,
      "Ē": 209,
      "ē": 210,
      "Ĕ": 211,
      "ĕ": 212,
      "Ė": 213,
      "ė": 214,
      "Ę": 215,
      "ę": 216,
      "Ě": 217,
      "ě": 218,
      "Ĝ": 219,
      "ĝ": 220,
      "Ğ": 221,
      "ğ": 222,
      "Ġ": 223,
      "ġ": 224,
      "Ģ": 225,
      "ģ": 226,
      "Ĥ": 227,
      "ĥ": 228,
      "Ħ": 229,
      "ħ": 230,
      "Ĩ": 231,
      "ĩ": 232,
      "Ī": 233,
      "ī": 234,
      "Ĭ": 235,
      "ĭ": 236,
      "Į": 237,
      "į": 238,
      "İ": 239,
      "ı": 240,
      "Ĳ": 241,
      "ĳ": 242,
      "Ĵ": 243,
      "ĵ": 244,
      "Ķ": 245,
      "ķ": 246,
      "ĸ": 247,
      "Ĺ": 248,
      "ĺ": 249,
      "Ļ": 250,
      "ļ": 251,
      "Ľ": 252,
      "ľ": 253,
      "Ŀ": 254,
      "ŀ": 255,
      "Ł": 256,
      "ł": 257,
      "Ń": 258,
      "Ġt": 259,
      "Ġa": 260,
      "he": 261,
      "in": 262,
      "Ġthe": 263,
      "Ġs": 264,
      "re": 265,
      "Ġw": 266,
      "Ġo": 267,
      "is": 268,
      "er": 269,
      "nd": 270,
      "Ġf": 271,
      "Ġm": 272,
      "Ġb": 273,
      "it": 274,
      "ha": 275,
      "ing": 276,
      "Ġc": 277,
      "en": 278,
      "es": 279,
      "or": 280,
      "ou": 281,
      "on": 282,
      "ll": 283,
      "Ġand": 284,
      "Ġof": 285,
      "Ġto": 286,
      "Ġp": 287,
      "Ġd": 288,
      "ed": 289,
      "an": 290,
      "Ġin": 291,
      "at": 292,
      "Ġl": 293,
      "ar": 294,
      "as": 295,
      "om": 296,
      "Ġis": 297,
      "his": 298,
      "br": 299,
      "Ġg": 300,
      "ic": 301,
      "ĠI": 302,
      "Ġ/": 303,
      "Ġ/>": 304,
      "le": 305,
      "Ġe": 306,
      "hat": 307,
      "ot": 308,
      "Ġn": 309,
      "ut": 310,
      "st": 311,
      "ct": 312,
      "al": 313,
      "il": 314,
      "Ġit": 315,
      "Ġbe": 316,
      "ve": 317,
      "ie": 318,
      "ly": 319,
      "Ġmo": 320,
      "ĠT": 321,
      "Ġha": 322,
      "ho": 323,
      "Ġre": 324,
      "Ġon": 325,
      "Ġthat": 326,
      "ver": 327,
      "ent": 328,
      "Ġhe": 329,
      "'s": 330,
      "ra": 331,
      "ion": 332,
      "Ġthis": 333,
      "im": 334,
      "se": 335,
      "Ġst": 336,
      "ay": 337,
      "et": 338,
      "gh": 339,
      "id": 340,
      "Ġwas": 341,
      "Ġmov": 342,
      "Ġy": 343,
      "Ġ/><": 344,
      "ith": 345,
      "ilm": 346,
      "ro": 347,
      "Ġfilm": 348,
      "Ġfor": 349,
      "ad": 350,
      "Ġu": 351,
      "Ġas": 352,
      "ce": 353,
      "all": 354,
      "Ġwith": 355,
      "ch": 356,
      "ke": 357,
      "ld": 358,
      "Ġan": 359,
      "ĠA": 360,
      "Ġse": 361,
      "ĠS": 362,
      "Ġh": 363,
      "oo": 364,
      "Ġmovie": 365,
      "ĠThe": 366,
      "ir": 367,
      "Ġyou": 368,
      "ri": 369,
      "ow": 370,
      ".<": 371,
      "am": 372,
      "Ġth": 373,
      "ĠB": 374,
      "her": 375,
      "Ġli": 376,
      "ur": 377,
      "ĠM": 378,
      "Ġbut": 379,
      "ill": 380,
      "Ġwe": 381,
      "'t": 382,
      "Ġnot": 383,
      "ally": 384,
      "ter": 385,
      "Ġ(": 386,
      "ĠC": 387,
      "Ġ\"": 388,
      "ĠH": 389,
      "ck": 390,
      "Ġare": 391,
      "ome": 392,
      "Ġhis": 393,
      "pe": 394,
      "ers": 395,
      "ould": 396,
      "ĠW": 397,
      "Ġat": 398,
      "ul": 399,
      "..": 400,
      "un": 401,
      "Ġhave": 402,
      "ght": 403,
      "ĠD": 404,
      "Ġsc": 405,
      "ust": 406,
      "if": 407,
      "em": 408,
      "Ġj": 409,
      "Ġsu": 410,
      "out": 411,
      "Ġfr": 412,
      "Ġact": 413,
      "Ġdo": 414,
      "Ġwho": 415,
      "ble": 416,
      "Ġex": 417,
      "Ġone": 418,
      "ess": 419,
      "ain": 420,
      "Ġk": 421,
      "el": 422,
      "Ġpl": 423,
      "Ġso": 424,
      "Ġcom": 425,
      "very": 426,
      "Ġall": 427,
      "Ġab": 428,
      "ies": 429,
      "art": 430,
      "ood": 431,
      "ant": 432,
      "pp": 433,
      "Ġby": 434,
      "Ġal": 435,
      "Ġcha": 436,
      "us": 437,
      "ol": 438,
      "ak": 439,
      "ag": 440,
      "Ġv": 441,
      "how": 442,
      "Ġwh": 443,
      "Ġde": 444,
      "est": 445,
      "ous": 446,
      "ĠP": 447,
      "ĠL": 448,
      "Ġfrom": 449,
      "Ġthey": 450,
      "ort": 451,
      "Ġne": 452,
      "op": 453,
      "ĠR": 454,
      "ast": 455,
      "Ġlike": 456,
      "one": 457,
      "and": 458,
      "Ġout": 459,
      "ist": 460,
      "qu": 461,
      "ĠF": 462,
      "Ġsome": 463,
      "Ġwhe": 464,
      "Ġint": 465,
      "ven": 466,
      "Ġor": 467,
      "fe": 468,
      "Ġcon": 469,
      "ation": 470,
      "um": 471,
      "ĠJ": 472,
      "Ġher": 473,
      "red": 474,
      "ĠG": 475,
      "au": 476,
      "ough": 477,
      "Ġr": 478,
      "Ġhas": 479,
      "Ġjust": 480,
      "Ġabout": 481,
      "ĠIt": 482,
      "Ġme": 483,
      "res": 484,
      "ract": 485,
      "hing": 486,
      "Ġpro": 487,
      "Ġwor": 488,
      "ive": 489,
      "ind": 490,
      "ory": 491,
      "pt": 492,
      "ĠN": 493,
      "os": 494,
      "ate": 495,
      "ack": 496,
      "Ġcan": 497,
      "Ġun": 498,
      "ig": 499,
      "Ġtim": 500,
      "The": 501,
      "ud": 502,
      "ĠE": 503,
      "Ġle": 504,
      "ire": 505,
      "ake": 506,
      "reat": 507,
      "han": 508,
      "ight": 509,
      "Ġcharact": 510,
      "Ġgood": 511,
      "ich": 512,
      "Ġup": 513,
      "ong": 514,
      "ook": 515,
      "Ġman": 516,
      "Ġlo": 517,
      "Ġany": 518,
      "Ġgo": 519,
      "Ġwat": 520,
      "Ġmore": 521,
      "ĠO": 522,
      "Ġget": 523,
      "ry": 524,
      "ity": 525,
      "Ġno": 526,
      "Ġwhat": 527,
      "Ġsee": 528,
      "Ġfe": 529,
      "Ġwould": 530,
      "Ġvery": 531,
      "Ġfa": 532,
      "Ġthere": 533,
      "ound": 534,
      "ther": 535,
      "nt": 536,
      "Ġsh": 537,
      "Ġmy": 538,
      "ge": 539,
      "ite": 540,
      "Ġstory": 541,
      "ide": 542,
      "Ġbec": 543,
      "od": 544,
      "ard": 545,
      "Ġtime": 546,
      "Ġshe": 547,
      "Ġwhen": 548,
      "ame": 549,
      "Ġ1": 550,
      "Ġen": 551,
      "Ġtheir": 552,
      "ell": 553,
      "Ġscen": 554,
      "Ġwere": 555,
      "able": 556,
      "Ġ-": 557,
      "Ġreally": 558,
      "lf": 559,
      "ure": 560,
      "Ġhad": 561,
      "Ġonly": 562,
      "ore": 563,
      "oy": 564,
      "itt": 565,
      "pl": 566,
      "ious": 567,
      "Ġhim": 568,
      "Ġif": 569,
      "ĠK": 570,
      "Ġper": 571,
      "ick": 572,
      "Ġeven": 573,
      "Ġwhich": 574,
      "ink": 575,
      "ial": 576,
      "Ġother": 577,
      "so": 578,
      "Ġshow": 579,
      "Ġthem": 580,
      "Ġcl": 581,
      "Ġwatch": 582,
      "Ġthan": 583,
      "ment": 584,
      "our": 585,
      "man": 586,
      "ine": 587,
      "ab": 588,
      "ond": 589,
      "Ġkn": 590,
      "te": 591,
      "Ġdid": 592,
      "og": 593,
      "Ġend": 594,
      "Ġdoes": 595,
      "ars": 596,
      "uch": 597,
      "ves": 598,
      "ays": 599,
      "Ġpe": 600,
      "ru": 601,
      "ause": 602,
      "are": 603,
      "Ġlook": 604,
      "Ġgreat": 605,
      "Ġqu": 606,
      "Ġbet": 607,
      "...": 608,
      "Ġbad": 609,
      "ice": 610,
      "Ġmuch": 611,
      "ade": 612,
      "irect": 613,
      "irst": 614,
      "per": 615,
      "ople": 616,
      "Ġar": 617,
      "Ġcould": 618,
      "Ġbeen": 619,
      "Ġpo": 620,
      "ple": 621,
      "Ġinto": 622,
      "ence": 623,
      "Ġover": 624,
      "Ġwill": 625,
      "Ġro": 626,
      "Ġhow": 627,
      "Ġim": 628,
      "Ġwell": 629,
      "Ġmost": 630,
      "Ġpre": 631,
      "int": 632,
      "Ġpeople": 633,
      "ĠThis": 634,
      "Ġtw": 635,
      "ac": 636,
      "for": 637,
      "other": 638,
      "ne": 639,
      "ng": 640,
      "Ġknow": 641,
      "ert": 642,
      "th": 643,
      "Ġdis": 644,
      "Ġthink": 645,
      "ass": 646,
      "Ġbecause": 647,
      "age": 648,
      "Ġtoo": 649,
      "Ġad": 650,
      "Ġus": 651,
      "fter": 652,
      "Ġag": 653,
      "Ġmake": 654,
      "ff": 655,
      "ile": 656,
      "ors": 657,
      "ful": 658,
      "Ġoff": 659,
      "Ġreal": 660,
      "Ġfirst": 661,
      "Ġdirect": 662,
      "Ġpart": 663,
      "Ġevery": 664,
      "ving": 665,
      "Ġthing": 666,
      "Ġmade": 667,
      "Ġam": 668,
      "ull": 669,
      "ny": 670,
      "Ġway": 671,
      "ere": 672,
      "Ġalso": 673,
      "Ġfun": 674,
      "Ġsa": 675,
      "ish": 676,
      "ict": 677,
      "ary": 678,
      "ty": 679,
      "wn": 680,
      "Ġseem": 681,
      "ap": 682,
      "Ġmovies": 683,
      "Ġdon": 684,
      "Ġcharacter": 685,
      "Ġits": 686,
      "gin": 687,
      "Ġwr": 688,
      "oll": 689,
      "ian": 690,
      "Ġ'": 691,
      "ical": 692,
      "Ġmak": 693,
      "ep": 694,
      "Ġbl": 695,
      "Ġgu": 696,
      "Ġcharacters": 697,
      "ress": 698,
      "iew": 699,
      "ue": 700,
      "ated": 701,
      "ces": 702,
      "Ġwork": 703,
      "Ġsp": 704,
      "ĠY": 705,
      "ually": 706,
      "ĠAnd": 707,
      "cc": 708,
      "Ġfilms": 709,
      "ob": 710,
      "pect": 711,
      "Ġfl": 712,
      "fect": 713,
      "iz": 714,
      "Ġte": 715,
      "Ġplot": 716,
      "hed": 717,
      "Ġplay": 718,
      "self": 719,
      "Ġbeing": 720,
      "Ġthen": 721,
      "Ġwant": 722,
      "Ġye": 723,
      "omet": 724,
      "ĠV": 725,
      "Ġseen": 726,
      "ost": 727,
      "ittle": 728,
      "Ġaw": 729,
      "ĠBut": 730,
      "Ġser": 731,
      "),": 732,
      "Ġafter": 733,
      "Ġtwo": 734,
      "Ġyour": 735,
      "Ġho": 736,
      "mer": 737,
      "rough": 738,
      "get": 739,
      "Ġlove": 740,
      "Ġnever": 741,
      "urn": 742,
      "ens": 743,
      "ved": 744,
      "Ġmany": 745,
      "ip": 746,
      ").": 747,
      "nder": 748,
      "Ġwhere": 749,
      "ans": 750,
      "ĠHe": 751,
      "Ġacting": 752,
      "own": 753,
      "Ġsay": 754,
      "hy": 755,
      "Ġent": 756,
      "Ġ<": 757,
      "Ġback": 758,
      "Ġthrough": 759,
      "Ġlittle": 760,
      "me": 761,
      "ĠIn": 762,
      "ult": 763,
      "This": 764,
      "Ġlife": 765,
      "Ġbest": 766,
      "Ġhor": 767,
      "ild": 768,
      "Ġsomet": 769,
      "Ġra": 770,
      "du": 771,
      "Ġrem": 772,
      "ather": 773,
      "ily": 774,
      "Ġever": 775,
      "vel": 776,
      "ark": 777,
      "Ġbetter": 778,
      "ever": 779,
      "ris": 780,
      "we": 781,
      "ci": 782,
      "ber": 783,
      "ace": 784,
      "ions": 785,
      "Ġbr": 786,
      "ach": 787,
      "Ġdes": 788,
      "Ġrec": 789,
      "ual": 790,
      "Ġperfor": 791,
      "Ġscene": 792,
      "les": 793,
      "Ġfind": 794,
      "Ġshould": 795,
      "Ġspe": 796,
      "ĠSt": 797,
      "be": 798,
      "ance": 799,
      "ought": 800,
      "Ġsl": 801,
      "!!": 802,
      "Ġscenes": 803,
      "thing": 804,
      "Ġatt": 805,
      "less": 806,
      "ertain": 807,
      "Ġfeel": 808,
      "Ġcont": 809,
      "Ġ2": 810,
      "Ġunder": 811,
      "ting": 812,
      "iend": 813,
      "Ġmin": 814,
      "ĠU": 815,
      "Ġagain": 816,
      "lie": 817,
      "erest": 818,
      "ents": 819,
      "vers": 820,
      "Ġri": 821,
      "'ve": 822,
      "Ġch": 823,
      "hose": 824,
      "Ġhere": 825,
      "ia": 826,
      "Ġkill": 827,
      "Ġinterest": 828,
      "Ġtra": 829,
      "ree": 830,
      "igh": 831,
      "Ġstill": 832,
      "ĠThere": 833,
      "ense": 834,
      "Ġsomething": 835,
      "Ġ19": 836,
      "rd": 837,
      "ning": 838,
      "ren": 839,
      "fore": 840,
      "Ġhapp": 841,
      "Ġtr": 842,
      "Ġi": 843,
      "Ġthese": 844,
      "Ġsuch": 845,
      "ations": 846,
      "Ġsur": 847,
      "Ġlot": 848,
      "'m": 849,
      "Ġinc": 850,
      "Ġperforman": 851,
      "ably": 852,
      "ason": 853,
      "Ġmay": 854,
      "Ġimp": 855,
      "iv": 856,
      "ating": 857,
      "ror": 858,
      "ction": 859,
      "ang": 860,
      "rap": 861,
      "ise": 862,
      "Ġold": 863,
      "Ġhum": 864,
      "Ġcast": 865,
      "the": 866,
      "Ġgi": 867,
      "arly": 868,
      "ase": 869,
      "reen": 870,
      "Ġpoint": 871,
      "augh": 872,
      "Ġgen": 873,
      "Ġdoesn": 874,
      "Ġdec": 875,
      "Ġap": 876,
      "Ġres": 877,
      "alk": 878,
      "Ġthose": 879,
      "Ġwom": 880,
      "ater": 881,
      "Ġsim": 882,
      "Ġfam": 883,
      "irl": 884,
      "Ġdidn": 885,
      "Ġyears": 886,
      "ps": 887,
      "joy": 888,
      "Ġcou": 889,
      "Ġwatching": 890,
      "Ġactors": 891,
      "Ġtry": 892,
      "Ġpr": 893,
      "oth": 894,
      "Ġstart": 895,
      "Ġguy": 896,
      "ĠJo": 897,
      "Ġset": 898,
      "Ġfact": 899,
      "Ġmakes": 900,
      "Ġche": 901,
      "ffect": 902,
      "Ġfunny": 903,
      "oc": 904,
      "ĠAl": 905,
      "Ġgoing": 906,
      "erson": 907,
      "oss": 908,
      "Ġmus": 909,
      "Ġview": 910,
      "Ġenjoy": 911,
      "ute": 912,
      "Ġtak": 913,
      "edy": 914,
      "Ġob": 915,
      "Ġbelie": 916,
      "Ġdown": 917,
      "Ġsame": 918,
      "Ġfew": 919,
      "iss": 920,
      "ath": 921,
      "Ġcomp": 922,
      "up": 923,
      "der": 924,
      "ĠIf": 925,
      "aw": 926,
      "ect": 927,
      "Ġwhile": 928,
      "Ġactually": 929,
      "ale": 930,
      "Ġev": 931,
      "Ġfin": 932,
      "Ġbefore": 933,
      "Ġdra": 934,
      "Ġdif": 935,
      "Ġem": 936,
      "Ġtru": 937,
      "Ġlong": 938,
      "Ġown": 939,
      "rit": 940,
      "**": 941,
      "rigin": 942,
      "ft": 943,
      "av": 944,
      "Ġter": 945,
      "Ġyoung": 946,
      "Ġwhy": 947,
      "cial": 948,
      "Ġprodu": 949,
      "Ġke": 950,
      "act": 951,
      "Ġbit": 952,
      "Ġpret": 953,
      "Ġnew": 954,
      "ience": 955,
      "li": 956,
      "Ġgot": 957,
      "Ġnow": 958,
      "az": 959,
      "Ġdirector": 960,
      "Ġsupp": 961,
      "Ġthought": 962,
      "Ġorigin": 963,
      "Ġsub": 964,
      "ript": 965,
      "--": 966,
      "Ġtri": 967,
      "Ġturn": 968,
      "Ġthough": 969,
      "Ġsm": 970,
      "'re": 971,
      "Ġnothing": 972,
      "ons": 973,
      "ĠCh": 974,
      "ince": 975,
      "de": 976,
      "Ġanother": 977,
      "ub": 978,
      "Ġexce": 979,
      "ose": 980,
      "Ġbig": 981,
      "Ġ&": 982,
      "Ġinv": 983,
      "ew": 984,
      "Ġgirl": 985,
      "hen": 986,
      "ible": 987,
      "rent": 988,
      "Ġcomple": 989,
      "meric": 990,
      "Ġeffect": 991,
      "sp": 992,
      "Ġrel": 993,
      "ign": 994,
      "Ġquite": 995,
      "Ġseems": 996,
      "Ġaround": 997,
      "Ġfriend": 998,
      "Ġthings": 999,
      "Ġgr": 1000,
      "ib": 1001,
      "iting": 1002,
      "Ġscreen": 1003,
      "ically": 1004,
      "Ġenough": 1005,
      "Ġapp": 1006,
      "Ġpretty": 1007,
      "ced": 1008,
      "Ġaction": 1009,
      "ks": 1010,
      "aut": 1011,
      "ster": 1012,
      "ings": 1013,
      "onder": 1014,
      "00": 1015,
      "ween": 1016,
      "Ġright": 1017,
      "ran": 1018,
      "ave": 1019,
      "Ġworld": 1020,
      "Ġscript": 1021,
      "Ġhard": 1022,
      "Ġoriginal": 1023,
      "ately": 1024,
      "Ġco": 1025,
      "ways": 1026,
      "most": 1027,
      "Ġsha": 1028,
      "Ġperson": 1029,
      "Ġbetween": 1030,
      "Ġkid": 1031,
      "Ġtake": 1032,
      "ead": 1033,
      "Ġneed": 1034,
      "ness": 1035,
      "ched": 1036,
      "Ġhigh": 1037,
      "Ġacc": 1038,
      "Ġsec": 1039,
      "rill": 1040,
      "Ġfar": 1041,
      "Ġmust": 1042,
      "hes": 1043,
      "ention": 1044,
      "Ġhorror": 1045,
      "Ġappe": 1046,
      "utes": 1047,
      "Ġgive": 1048,
      "Ġsex": 1049,
      "ward": 1050,
      "ĠAmeric": 1051,
      "Ġes": 1052,
      "ĠShe": 1053,
      "Ġkind": 1054,
      "Ġrole": 1055,
      "ma": 1056,
      "Ġop": 1057,
      "Ġlead": 1058,
      "vious": 1059,
      "Ġmom": 1060,
      "Ġreason": 1061,
      "Ġwhole": 1062,
      "ĠAs": 1063,
      "inem": 1064,
      "\",": 1065,
      "Ġwonder": 1066,
      "app": 1067,
      "Ġbu": 1068,
      "Ġseries": 1069,
      "Ġinteresting": 1070,
      "Ġtell": 1071,
      "its": 1072,
      "orth": 1073,
      "Ġleast": 1074,
      "ner": 1075,
      "Ġisn": 1076,
      "ord": 1077,
      "Ġgets": 1078,
      "Ġalways": 1079,
      "ock": 1080,
      "Ġhel": 1081,
      "Ġcomedy": 1082,
      "Ġchild": 1083,
      "ĠHow": 1084,
      "ash": 1085,
      "Ġput": 1086,
      "Ġtimes": 1087,
      "icul": 1088,
      "ody": 1089,
      "Ġcome": 1090,
      "Ġmain": 1091,
      "Ġboth": 1092,
      "Ġsaw": 1093,
      "ĠThey": 1094,
      "Ġmusic": 1095,
      "gg": 1096,
      "row": 1097,
      "Ġdiffe": 1098,
      "ĠYou": 1099,
      "ully": 1100,
      "Ġexpect": 1101,
      "Ġhand": 1102,
      "ife": 1103,
      "ime": 1104,
      "here": 1105,
      "Ġbas": 1106,
      "Ġexpl": 1107,
      "hn": 1108,
      "Ġwithout": 1109,
      "Ġclass": 1110,
      "Ġminutes": 1111,
      "Ġsho": 1112,
      "Ġread": 1113,
      "Ġcam": 1114,
      "Ġdone": 1115,
      "uring": 1116,
      "Ġide": 1117,
      "Ġmight": 1118,
      "Ġlast": 1119,
      "ines": 1120,
      "Ġalmost": 1121,
      "Ġbegin": 1122,
      "view": 1123,
      "ray": 1124,
      "'ll": 1125,
      "xt": 1126,
      "ouse": 1127,
      "ok": 1128,
      "Ġperformance": 1129,
      "rible": 1130,
      "Ġ3": 1131,
      "Ġcomplete": 1132,
      "bably": 1133,
      "Ġshot": 1134,
      "Ġlaugh": 1135,
      "Ġbeaut": 1136,
      "Ġaud": 1137,
      "Ġcour": 1138,
      "Ġbo": 1139,
      "Ġcare": 1140,
      "Ġep": 1141,
      "Ġinst": 1142,
      "Ġcinem": 1143,
      "stand": 1144,
      "Ġanything": 1145,
      "Ġcle": 1146,
      "Ġsequ": 1147,
      "cially": 1148,
      "It": 1149,
      "Ġentertain": 1150,
      "pris": 1151,
      "Ġfamily": 1152,
      "though": 1153,
      "Ġsound": 1154,
      "Ġaway": 1155,
      "Ġwar": 1156,
      "Ġsince": 1157,
      "Ġcons": 1158,
      "Ġbook": 1159,
      "Ġel": 1160,
      "Ġfound": 1161,
      "ee": 1162,
      "ros": 1163,
      "oney": 1164,
      "Ġcr": 1165,
      "Ġcar": 1166,
      "\".": 1167,
      "ative": 1168,
      "Ġrun": 1169,
      "era": 1170,
      "co": 1171,
      "ialog": 1172,
      "son": 1173,
      "Ġwoman": 1174,
      "Ġcall": 1175,
      "ret": 1176,
      "Ġext": 1177,
      "led": 1178,
      "Ġprobably": 1179,
      "ail": 1180,
      "pecially": 1181,
      "ures": 1182,
      "ms": 1183,
      "Ġdialog": 1184,
      "ograp": 1185,
      "Ġhappen": 1186,
      "wood": 1187,
      "Ġsure": 1188,
      "Ġrather": 1189,
      "Ġins": 1190,
      "Ġworth": 1191,
      "ition": 1192,
      "mend": 1193,
      "Ġdifferent": 1194,
      "ling": 1195,
      "ĠTV": 1196,
      "als": 1197,
      "osed": 1198,
      "Ġart": 1199,
      ".\"": 1200,
      "ov": 1201,
      "ane": 1202,
      "Ġadd": 1203,
      "oint": 1204,
      "Ġmat": 1205,
      "ither": 1206,
      "Ġtrying": 1207,
      "ER": 1208,
      "Ġlik": 1209,
      "aster": 1210,
      "Ġkeep": 1211,
      "dd": 1212,
      "ĠBe": 1213,
      "ĠJohn": 1214,
      "arr": 1215,
      "Ġsense": 1216,
      "Ġworst": 1217,
      "ingly": 1218,
      "uck": 1219,
      "Ġour": 1220,
      "Ġmaking": 1221,
      "ten": 1222,
      "Ġcourse": 1223,
      "Ġ10": 1224,
      "Ġlet": 1225,
      "Ġchan": 1226,
      "ex": 1227,
      "Ġabs": 1228,
      "Ġpoor": 1229,
      "Ġbor": 1230,
      "Ġdel": 1231,
      "Ġplace": 1232,
      "VD": 1233,
      "Ġcomes": 1234,
      "ĠWhat": 1235,
      "Ġbelieve": 1236,
      "olly": 1237,
      "ject": 1238,
      "Ġmean": 1239,
      "Ġty": 1240,
      "apt": 1241,
      "Ġpol": 1242,
      "Ġsurpris": 1243,
      "ĠSo": 1244,
      "Ġpres": 1245,
      "Ġhelp": 1246,
      "ics": 1247,
      "Ġeach": 1248,
      "Ġyet": 1249,
      "umb": 1250,
      "Ġgoes": 1251,
      "arent": 1252,
      "ates": 1253,
      "hip": 1254,
      "Ġjob": 1255,
      "isod": 1256,
      "Ġmind": 1257,
      "Ġending": 1258,
      "Ġinter": 1259,
      "ĠThat": 1260,
      "ments": 1261,
      "Ġshows": 1262,
      "Ġplayed": 1263,
      "Ġless": 1264,
      "ream": 1265,
      "Ġanyone": 1266,
      "ĠDe": 1267,
      "Ġproble": 1268,
      "empt": 1269,
      "fin": 1270,
      "ĠDVD": 1271,
      "ortun": 1272,
      "ower": 1273,
      "Ġstand": 1274,
      "istic": 1275,
      "Ġvers": 1276,
      "Ġstr": 1277,
      "Ġgra": 1278,
      "Ġday": 1279,
      "sc": 1280,
      "ont": 1281,
      "Ġbeautif": 1282,
      "Ġlooks": 1283,
      "Ġrest": 1284,
      "lud": 1285,
      "'d": 1286,
      "Ġac": 1287,
      "Ġplays": 1288,
      "Ġmoney": 1289,
      "read": 1290,
      "Ġepisod": 1291,
      "ĠCha": 1292,
      "Ġboy": 1293,
      "ollow": 1294,
      "Ġgl": 1295,
      "ĠWe": 1296,
      "ommend": 1297,
      "Ġconf": 1298,
      "ident": 1299,
      "Ġwasn": 1300,
      "Ġcre": 1301,
      "ality": 1302,
      "Ġperfect": 1303,
      "ilar": 1304,
      "ĠAll": 1305,
      "Ġcreat": 1306,
      "icha": 1307,
      "ney": 1308,
      "Ġeffects": 1309,
      "inc": 1310,
      "Ġactor": 1311,
      "Ġsuper": 1312,
      "Ġport": 1313,
      "....": 1314,
      "Ġhead": 1315,
      "Ġhaving": 1316,
      "gether": 1317,
      "Ġtogether": 1318,
      "Ġlooking": 1319,
      "iece": 1320,
      "Ġsecond": 1321,
      "Ġsaid": 1322,
      "reak": 1323,
      "ĠAn": 1324,
      "Ġtakes": 1325,
      "Ġmem": 1326,
      "Ġfan": 1327,
      "Ġmiss": 1328,
      "Ġcertain": 1329,
      "Ġexper": 1330,
      "arn": 1331,
      "ism": 1332,
      "land": 1333,
      "way": 1334,
      "Ġrecommend": 1335,
      "Ġwatched": 1336,
      "ied": 1337,
      "Ġshort": 1338,
      "Ġaudience": 1339,
      "rist": 1340,
      "Ġunderstand": 1341,
      "ĠNot": 1342,
      "leas": 1343,
      "Ġtalk": 1344,
      "ĠSc": 1345,
      "ins": 1346,
      "Ġexc": 1347,
      "Ġelse": 1348,
      "io": 1349,
      "Ġfollow": 1350,
      "Ġsit": 1351,
      "ĠTH": 1352,
      "Ġsomeone": 1353,
      "Ġposs": 1354,
      "llent": 1355,
      "Ġhalf": 1356,
      "Ġfav": 1357,
      "Ġspecial": 1358,
      "ues": 1359,
      "Ġnight": 1360,
      "Ġhimself": 1361,
      "ĠAmerican": 1362,
      "ĠBl": 1363,
      "Ġfall": 1364,
      "ollywood": 1365,
      "hile": 1366,
      "Ġespecially": 1367,
      "ted": 1368,
      "Ġthree": 1369,
      "cept": 1370,
      "ĠMar": 1371,
      "ited": 1372,
      "ross": 1373,
      "ply": 1374,
      "Ġreview": 1375,
      "day": 1376,
      "10": 1377,
      "Ġcomm": 1378,
      "Ġnice": 1379,
      "ired": 1380,
      "old": 1381,
      "Ġdet": 1382,
      "not": 1383,
      "Ġed": 1384,
      "Ġvis": 1385,
      "ists": 1386,
      "Ġtrue": 1387,
      "atic": 1388,
      "Ġmur": 1389,
      "Ġsk": 1390,
      "ix": 1391,
      "Ġobvious": 1392,
      "ames": 1393,
      "Ġleft": 1394,
      "Ġmon": 1395,
      "Ġuse": 1396,
      "att": 1397,
      "Ġidea": 1398,
      "udget": 1399,
      "Ġentire": 1400,
      "Ġmar": 1401,
      "Ġinvol": 1402,
      "ĠTh": 1403,
      "ĠFor": 1404,
      "iol": 1405,
      "Ġwife": 1406,
      "ĠRe": 1407,
      "Ġcame": 1408,
      "Ġduring": 1409,
      "Ġhour": 1410,
      "ĠCl": 1411,
      "Ġfight": 1412,
      "uff": 1413,
      "omb": 1414,
      "ional": 1415,
      "ides": 1416,
      "Ġmen": 1417,
      "ĠRob": 1418,
      "Ġimag": 1419,
      "Ġfriends": 1420,
      "ier": 1421,
      "Ġdist": 1422,
      "ork": 1423,
      "fully": 1424,
      "Ġseeing": 1425,
      "Ġcho": 1426,
      "Ġele": 1427,
      "upid": 1428,
      "Ġused": 1429,
      "sy": 1430,
      "ĠUn": 1431,
      "Ġfather": 1432,
      "Ġexcellent": 1433,
      "Ġfeat": 1434,
      "Ġeverything": 1435,
      "ah": 1436,
      "Ġtot": 1437,
      "Ġyear": 1438,
      "Ġhome": 1439,
      "Ġeveryone": 1440,
      "Ġlater": 1441,
      "Ġlow": 1442,
      "Ġonce": 1443,
      "Ġhist": 1444,
      "Ġattempt": 1445,
      "Ġversion": 1446,
      "ird": 1447,
      "Ġsing": 1448,
      "Ġey": 1449,
      "appoint": 1450,
      "Ġsimply": 1451,
      "like": 1452,
      "hool": 1453,
      "med": 1454,
      "Ġunt": 1455,
      "ared": 1456,
      "Ġtal": 1457,
      "Ġbeautiful": 1458,
      "Ġcompletely": 1459,
      "ĠSe": 1460,
      "Ġdeath": 1461,
      "ount": 1462,
      "Ġsty": 1463,
      "orn": 1464,
      "Ġgener": 1465,
      "Ġlack": 1466,
      "Ġcra": 1467,
      "Ġdisappoint": 1468,
      "ien": 1469,
      "air": 1470,
      "my": 1471,
      "Ġph": 1472,
      "Ġstupid": 1473,
      "atch": 1474,
      "ool": 1475,
      "ove": 1476,
      "cy": 1477,
      "ery": 1478,
      "Ġret": 1479,
      "Ġperformances": 1480,
      "olute": 1481,
      "Ġportray": 1482,
      "but": 1483,
      "Ġtit": 1484,
      "iter": 1485,
      "Ġ4": 1486,
      "ĠHollywood": 1487,
      "ĠSp": 1488,
      "Ġrep": 1489,
      "Ġstar": 1490,
      "Ġhuman": 1491,
      "Ġass": 1492,
      "Ġinclud": 1493,
      "ying": 1494,
      "Ġpict": 1495,
      "Ġremem": 1496,
      "Ġdefin": 1497,
      "Ġwrong": 1498,
      "Ġopen": 1499,
      "Ġanim": 1500,
      "ott": 1501,
      "Ġserious": 1502,
      "Ġsupposed": 1503,
      "Ġcop": 1504,
      "Ġmess": 1505,
      "Ġviol": 1506,
      "ĠWhen": 1507,
      "Ġheart": 1508,
      "Ġstud": 1509,
      "Ġword": 1510,
      "ets": 1511,
      "Ġtop": 1512,
      "Ġboring": 1513,
      "Ġsy": 1514,
      "In": 1515,
      "Ġeas": 1516,
      "Ġline": 1517,
      "ities": 1518,
      "Ġcouple": 1519,
      "Ġ--": 1520,
      "Ġalong": 1521,
      "Ġwomen": 1522,
      "ider": 1523,
      "Ġconc": 1524,
      "haps": 1525,
      "fic": 1526,
      "ĠAr": 1527,
      "ĠZ": 1528,
      "uth": 1529,
      "lease": 1530,
      "Ġloc": 1531,
      "Ġcamera": 1532,
      "Ġind": 1533,
      "itten": 1534,
      "Ġsmall": 1535,
      "ĠHowever": 1536,
      "ike": 1537,
      "Ġhero": 1538,
      "Ġeither": 1539,
      "Ġhope": 1540,
      "Ġcount": 1541,
      "play": 1542,
      "ideo": 1543,
      "Ġfail": 1544,
      "idd": 1545,
      "ote": 1546,
      "ĠSte": 1547,
      "Ġhouse": 1548,
      "Ġbecom": 1549,
      "Ġblack": 1550,
      "Ġuntil": 1551,
      "velop": 1552,
      "Ġkids": 1553,
      "Ã©": 1554,
      "ains": 1555,
      "ography": 1556,
      "elt": 1557,
      "Ġgiven": 1558,
      "Ġabsolute": 1559,
      "Ġemot": 1560,
      "Ġmoments": 1561,
      "Ġsong": 1562,
      "Ġhumor": 1563,
      "tern": 1564,
      "Ġlight": 1565,
      "fortun": 1566,
      "Ġflick": 1567,
      "itely": 1568,
      "Ġconv": 1569,
      "Ġpass": 1570,
      "ĠOne": 1571,
      "Ġ5": 1572,
      "Ġhat": 1573,
      "Ġsad": 1574,
      "ĠMy": 1575,
      "Ġrom": 1576,
      "Ġ8": 1577,
      "com": 1578,
      "iness": 1579,
      "sel": 1580,
      "Ġproduction": 1581,
      "Ġinstead": 1582,
      ",\"": 1583,
      "Ġmother": 1584,
      "ĠAt": 1585,
      "mak": 1586,
      "ax": 1587,
      "ters": 1588,
      "ize": 1589,
      "orm": 1590,
      "Ġbudget": 1591,
      "Ġtruly": 1592,
      "ĠMan": 1593,
      "Ġexp": 1594,
      "Ġwon": 1595,
      "Ġclassic": 1596,
      "Ġsort": 1597,
      "aring": 1598,
      "Ġitself": 1599,
      "Ġgetting": 1600,
      "Ġname": 1601,
      "Ġfull": 1602,
      "Ġschool": 1603,
      "Ġexam": 1604,
      "ĠNo": 1605,
      "Ġparticul": 1606,
      "Ġcred": 1607,
      "ĠWill": 1608,
      "iant": 1609,
      "ories": 1610,
      "Ġfavor": 1611,
      "aj": 1612,
      "ger": 1613,
      "na": 1614,
      "Ġdead": 1615,
      "Ġnext": 1616,
      "IN": 1617,
      "Ġpain": 1618,
      "ĠChrist": 1619,
      "Ġgives": 1620,
      "vis": 1621,
      "ility": 1622,
      "Ġdoing": 1623,
      "ĠÂ": 1624,
      "Ġdep": 1625,
      "Ġface": 1626,
      "mp": 1627,
      "ug": 1628,
      "Ġdri": 1629,
      "Ġreg": 1630,
      "Ġexcept": 1631,
      "Ġamaz": 1632,
      "ĠHar": 1633,
      "Ġawful": 1634,
      "Ġcoll": 1635,
      "Ġwa": 1636,
      "Ġothers": 1637,
      "Ġdevelop": 1638,
      "ĠLe": 1639,
      "ument": 1640,
      "ently": 1641,
      "oon": 1642,
      "Ġplaying": 1643,
      "Ġdialogue": 1644,
      "Ġpower": 1645,
      "ts": 1646,
      "que": 1647,
      "ming": 1648,
      "Ġterrible": 1649,
      "ric": 1650,
      "Ġ9": 1651,
      "Ġlines": 1652,
      "Ġbecome": 1653,
      "imes": 1654,
      "illy": 1655,
      "Ġ7": 1656,
      "Ġslow": 1657,
      "Ġentertaining": 1658,
      "Ġoften": 1659,
      "reme": 1660,
      "Ġtalent": 1661,
      "Ġwent": 1662,
      "Ġwonderful": 1663,
      "rom": 1664,
      "If": 1665,
      "right": 1666,
      "Ġhowever": 1667,
      "Ġremember": 1668,
      "enn": 1669,
      "Ġguess": 1670,
      "Ġlive": 1671,
      "ized": 1672,
      "Ġcouldn": 1673,
      "ĠCar": 1674,
      "ibly": 1675,
      "Ġquest": 1676,
      "ĠNew": 1677,
      "oid": 1678,
      "Ġann": 1679,
      "riend": 1680,
      "Ġliked": 1681,
      "ony": 1682,
      "anc": 1683,
      "Ġvideo": 1684,
      "Ġcor": 1685,
      "ĠTHE": 1686,
      "tic": 1687,
      "Ġmis": 1688,
      "Ġearly": 1689,
      "Ġcase": 1690,
      "ler": 1691,
      "ank": 1692,
      "Ġstars": 1693,
      "ĠMr": 1694,
      "und": 1695,
      "Ġproblem": 1696,
      "ĠOn": 1697,
      "Ġcut": 1698,
      "Ġactress": 1699,
      "line": 1700,
      "Ġref": 1701,
      "Ġepisode": 1702,
      "Ġclose": 1703,
      "ton": 1704,
      "hol": 1705,
      "ec": 1706,
      "round": 1707,
      "vent": 1708,
      "ĠMc": 1709,
      "Ġbrill": 1710,
      "Ġstyle": 1711,
      "Ġpiece": 1712,
      "iam": 1713,
      "Ġdark": 1714,
      "Ġrelations": 1715,
      "Ġimpress": 1716,
      "ured": 1717,
      "Ġmaybe": 1718,
      "Ġmention": 1719,
      "itch": 1720,
      "Ġagainst": 1721,
      "Ġfelt": 1722,
      "Ġstrong": 1723,
      "ĠWell": 1724,
      "Ġz": 1725,
      "There": 1726,
      "Ġtitle": 1727,
      "oot": 1728,
      "ccess": 1729,
      "ĠDon": 1730,
      "Ġrid": 1731,
      "Ġchildren": 1732,
      "selves": 1733,
      "ined": 1734,
      "used": 1735,
      "ular": 1736,
      "ĠDav": 1737,
      "Ġdefinitely": 1738,
      "pite": 1739,
      "Ġpast": 1740,
      "Ġside": 1741,
      "Ġwaste": 1742,
      "ley": 1743,
      "Ġ.": 1744,
      "Ġbeginning": 1745,
      "oub": 1746,
      "pped": 1747,
      "Ġform": 1748,
      "ĠJack": 1749,
      "Ġsw": 1750,
      "ump": 1751,
      "aughter": 1752,
      "Ġsever": 1753,
      "rop": 1754,
      "body": 1755,
      "Ġseemed": 1756,
      "Ġlives": 1757,
      "Ġthrill": 1758,
      "Ġdirection": 1759,
      "Ġpicture": 1760,
      "cha": 1761,
      "Ġtrans": 1762,
      "Ġworse": 1763,
      "Ġblood": 1764,
      "Ġcertainly": 1765,
      "Ġrent": 1766,
      "fortunately": 1767,
      "Ġextreme": 1768,
      "Ġpar": 1769,
      "Ġseveral": 1770,
      "unk": 1771,
      "ready": 1772,
      "Ġfans": 1773,
      "unch": 1774,
      "Ġabsolutely": 1775,
      "Ġrelationship": 1776,
      "Ġguys": 1777,
      "Ġbrother": 1778,
      "Ġbecomes": 1779,
      "Ġwritten": 1780,
      "Ġvill": 1781,
      "Ġfant": 1782,
      "ĠHis": 1783,
      "Ġpop": 1784,
      "Ġpred": 1785,
      "Ġsomew": 1786,
      "Ġdrama": 1787,
      "Ġsuccess": 1788,
      "ĠEven": 1789,
      "Ġvo": 1790,
      "Ġadm": 1791,
      "lish": 1792,
      "Ġpat": 1793,
      "Ġnat": 1794,
      "Ġsupport": 1795,
      "Ġwanted": 1796,
      "Ġalready": 1797,
      "rew": 1798,
      "Ġav": 1799,
      "Ġgrou": 1800,
      "Ġtown": 1801,
      "ried": 1802,
      "ific": 1803,
      "Ġson": 1804,
      "Ġself": 1805,
      "Ġbrilliant": 1806,
      "ĠEng": 1807,
      "ages": 1808,
      "Ġtou": 1809,
      "Ġfine": 1810,
      "Ġchar": 1811,
      "Ġcinema": 1812,
      "Ġable": 1813,
      ").<": 1814,
      "ĠFran": 1815,
      "ots": 1816,
      "Ġtotally": 1817,
      "to": 1818,
      "Ġgame": 1819,
      "vable": 1820,
      "yn": 1821,
      "rown": 1822,
      "Ġalthough": 1823,
      "Ġmaster": 1824,
      "Ġet": 1825,
      "Ġocc": 1826,
      "Ġgenre": 1827,
      "cess": 1828,
      "Ġsat": 1829,
      "Ġlost": 1830,
      "Ġcent": 1831,
      "Ġdoc": 1832,
      "gu": 1833,
      "by": 1834,
      "uss": 1835,
      "ern": 1836,
      "Ġtries": 1837,
      "Ġdem": 1838,
      "ief": 1839,
      "Ġprov": 1840,
      "ĠSome": 1841,
      "Ġbased": 1842,
      "Ġwants": 1843,
      "oil": 1844,
      "amp": 1845,
      "ung": 1846,
      "ided": 1847,
      "Ġloved": 1848,
      "!<": 1849,
      "Ġpresent": 1850,
      "uc": 1851,
      "Ġpur": 1852,
      "ĠÂĸ": 1853,
      "19": 1854,
      "Ġcult": 1855,
      "Ġhistory": 1856,
      "Ġannoy": 1857,
      "ichael": 1858,
      "Ġcalled": 1859,
      "Ġimport": 1860,
      "Ġthroughout": 1861,
      "Ġstarts": 1862,
      "Ġstra": 1863,
      "Ġmor": 1864,
      "Ġeff": 1865,
      "Ġmyster": 1866,
      "Ġviewer": 1867,
      "Ġthemselves": 1868,
      "Ġstuff": 1869,
      "chn": 1870,
      "Ġval": 1871,
      "Ġwriting": 1872,
      "ey": 1873,
      "orge": 1874,
      "Ġbreak": 1875,
      "Ġexample": 1876,
      "ĠTo": 1877,
      "Ġquality": 1878,
      "Ġwalk": 1879,
      "hind": 1880,
      "Ġappear": 1881,
      "Ġhon": 1882,
      "itive": 1883,
      "Ġenjoyed": 1884,
      "Ġsitu": 1885,
      "Ġmag": 1886,
      "range": 1887,
      "Ġdeser": 1888,
      "Ġinf": 1889,
      "Ġnum": 1890,
      "using": 1891,
      "Ġpsy": 1892,
      "ĠIs": 1893,
      "ination": 1894,
      "Ġfair": 1895,
      "Ġworks": 1896,
      "Ġturns": 1897,
      "band": 1898,
      "ik": 1899,
      "Ġfem": 1900,
      "Ġcomment": 1901,
      "Ġcapt": 1902,
      "Ġnovel": 1903,
      "use": 1904,
      "Ġkiller": 1905,
      "ĠAfter": 1906,
      "ister": 1907,
      "Ġdeal": 1908,
      "Ġfinal": 1909,
      "ĠSha": 1910,
      "Ġtoday": 1911,
      "Ġparts": 1912,
      "Ġteen": 1913,
      "??": 1914,
      "Ġmatter": 1915,
      "ished": 1916,
      "mb": 1917,
      "Ġbra": 1918,
      "Ġmed": 1919,
      "Ġlevel": 1920,
      "Ġlearn": 1921,
      "ude": 1922,
      "Ġgroup": 1923,
      "Ġkilled": 1924,
      "Ġtyp": 1925,
      "oke": 1926,
      "rib": 1927,
      "Ġgave": 1928,
      "off": 1929,
      "Ġlist": 1930,
      "Ġcol": 1931,
      "Ġstop": 1932,
      "Ġcontin": 1933,
      "Ġexact": 1934,
      "Ġetc": 1935,
      "iet": 1936,
      "Ġsusp": 1937,
      "rodu": 1938,
      "OT": 1939,
      "ene": 1940,
      "Ġhorrible": 1941,
      "usband": 1942,
      "hich": 1943,
      "Ġdeli": 1944,
      "Ġdays": 1945,
      "As": 1946,
      "Ġmoment": 1947,
      "ĠQ": 1948,
      "Ġdecent": 1949,
      "Ġsequel": 1950,
      "Ġopp": 1951,
      "Ġlea": 1952,
      "Ġdocument": 1953,
      "Ġ,": 1954,
      "ron": 1955,
      "Ġfinally": 1956,
      "Ġfavorite": 1957,
      "ese": 1958,
      "ajor": 1959,
      "Ġprom": 1960,
      "Ġbehind": 1961,
      "dy": 1962,
      "ĠBrit": 1963,
      "ural": 1964,
      "Ġevil": 1965,
      "Ġbus": 1966,
      "nded": 1967,
      "iculous": 1968,
      "ient": 1969,
      "ĠRobert": 1970,
      "ĠInd": 1971,
      "ches": 1972,
      "ĠThen": 1973,
      "Ġdaughter": 1974,
      "ĠHer": 1975,
      "Ġthinking": 1976,
      "Ġcrit": 1977,
      "ĠWith": 1978,
      "ape": 1979,
      "Ġfig": 1980,
      "Ġamazing": 1981,
      "ĠAlso": 1982,
      "Ġmyself": 1983,
      "Ġeffort": 1984,
      "Ġhilar": 1985,
      "ĠChar": 1986,
      "Ġir": 1987,
      "Ġcost": 1988,
      "Ġfore": 1989,
      "Ġlate": 1990,
      "Ġask": 1991,
      "Ġprof": 1992,
      "ior": 1993,
      "Ġmurder": 1994,
      "ox": 1995,
      "Ġmot": 1996,
      "ering": 1997,
      "Ġsays": 1998,
      "Ġtype": 1999,
      "Ġviolence": 2000,
      "astic": 2001,
      "Ġconst": 2002,
      "Ġperhaps": 2003,
      "ences": 2004,
      "Ġpick": 2005,
      "antly": 2006,
      "lt": 2007,
      "Ġstories": 2008,
      "ator": 2009,
      "Ġintell": 2010,
      "Ġroles": 2011,
      "ives": 2012,
      "What": 2013,
      "Ġhusband": 2014,
      "Ġfoot": 2015,
      "AN": 2016,
      "yp": 2017,
      "Ġsoon": 2018,
      "gs": 2019,
      "ĠWar": 2020,
      "Ġtook": 2021,
      "urt": 2022,
      "Ġconsider": 2023,
      "Ġhappened": 2024,
      "Ġhappens": 2025,
      "Ġhold": 2026,
      "Ġfeeling": 2027,
      "Ġstru": 2028,
      "Ġheard": 2029,
      "Ġexperience": 2030,
      "ann": 2031,
      "Ġgun": 2032,
      "Ġchang": 2033,
      "Ġeyes": 2034,
      "leased": 2035,
      "Ġresult": 2036,
      "ards": 2037,
      "Ġincred": 2038,
      "Ġroom": 2039,
      "Ġridiculous": 2040,
      "Ġspeak": 2041,
      "wards": 2042,
      "Ġinvolved": 2043,
      "Ġdirected": 2044,
      ".)": 2045,
      "Ġsol": 2046,
      "Ġsle": 2047,
      "Ġmajor": 2048,
      "ĠMichael": 2049,
      "Ġnon": 2050,
      "aul": 2051,
      "Ġextremely": 2052,
      "Ġvoice": 2053,
      "ĠWhile": 2054,
      "ĠWhy": 2055,
      "Ġhilarious": 2056,
      "ution": 2057,
      "okes": 2058,
      "ĠOf": 2059,
      "Ġesc": 2060,
      "ĠKe": 2061,
      "Ġgirls": 2062,
      "antic": 2063,
      "uge": 2064,
      "Ġlooked": 2065,
      "Ġsn": 2066,
      "ky": 2067,
      "Ġweak": 2068,
      "Ġopin": 2069,
      "ĠBr": 2070,
      "cks": 2071,
      "ĠGod": 2072,
      "urb": 2073,
      "Ġcinemat": 2074,
      "Ġwouldn": 2075,
      "Ġscore": 2076,
      "ĠGe": 2077,
      "Ġage": 2078,
      "side": 2079,
      "Ġleave": 2080,
      "AT": 2081,
      "ovie": 2082,
      "And": 2083,
      "Ġdr": 2084,
      "Ġbring": 2085,
      "rison": 2086,
      "IL": 2087,
      "ield": 2088,
      "Ġtaken": 2089,
      "arth": 2090,
      "Ġste": 2091,
      "Ġdisco": 2092,
      "Ġmet": 2093,
      "Ġallow": 2094,
      "ĠPl": 2095,
      "matic": 2096,
      "ement": 2097,
      "ĠMay": 2098,
      "Ġpredict": 2099,
      "rench": 2100,
      "Ġtold": 2101,
      "Ġcareer": 2102,
      "amed": 2103,
      "nds": 2104,
      "iddle": 2105,
      "Ġuni": 2106,
      "Ġwhite": 2107,
      "Ġquick": 2108,
      "Ġdream": 2109,
      "Ġcoming": 2110,
      "Ġreturn": 2111,
      "ON": 2112,
      "ones": 2113,
      "Ġshoot": 2114,
      "ians": 2115,
      "Ġago": 2116,
      "Ġcool": 2117,
      "bel": 2118,
      "Ġcannot": 2119,
      "Ġfut": 2120,
      "But": 2121,
      "Ġstay": 2122,
      "ĠDan": 2123,
      "Ġknown": 2124,
      "Ġdev": 2125,
      "Ġtele": 2126,
      "Ġchance": 2127,
      "eg": 2128,
      "Ġstre": 2129,
      "Ġhit": 2130,
      "Ġcomed": 2131,
      "Ġswe": 2132,
      "Ġmove": 2133,
      "Ġtechn": 2134,
      "zy": 2135,
      "ph": 2136,
      "Ġcheap": 2137,
      "ats": 2138,
      "Ġstrange": 2139,
      "ST": 2140,
      "Ġpolit": 2141,
      "iety": 2142,
      "arb": 2143,
      "ĠGer": 2144,
      "Ġacross": 2145,
      "ered": 2146,
      "Ġvar": 2147,
      "Ġcrap": 2148,
      "aged": 2149,
      "of": 2150,
      "any": 2151,
      "aid": 2152,
      "Ġsimple": 2153,
      "Ġhours": 2154,
      "Ġwin": 2155,
      "ys": 2156,
      "Ġinde": 2157,
      "Ġparent": 2158,
      "rest": 2159,
      "Ġbuild": 2160,
      "Ġevent": 2161,
      "Ġobviously": 2162,
      "ouble": 2163,
      "ĠEd": 2164,
      "Ġcountry": 2165,
      "...<": 2166,
      "Ġannoying": 2167,
      "ubl": 2168,
      "Ġsimilar": 2169,
      "Ġpay": 2170,
      "ĠTom": 2171,
      "Ġdesc": 2172,
      "Ġ200": 2173,
      "Ġexactly": 2174,
      "Ġfour": 2175,
      "ĠEvery": 2176,
      "Ġproduc": 2177,
      "OR": 2178,
      "ground": 2179,
      "sh": 2180,
      "ean": 2181,
      "Ġfoc": 2182,
      "Ġends": 2183,
      "Ġshock": 2184,
      "ĠPet": 2185,
      "Ġpos": 2186,
      "ĠCon": 2187,
      "Ġfinds": 2188,
      "ichard": 2189,
      "Ġdisc": 2190,
      "ational": 2191,
      "ential": 2192,
      "Ġpolice": 2193,
      "Ġca": 2194,
      "Ġlar": 2195,
      "ury": 2196,
      "Ġwriter": 2197,
      "Ġapparent": 2198,
      "pping": 2199,
      "ĠDavid": 2200,
      "Ġgore": 2201,
      "Ġshown": 2202,
      "aug": 2203,
      "ili": 2204,
      "gan": 2205,
      "Ġpot": 2206,
      "aim": 2207,
      "Ġhighly": 2208,
      "ĠNow": 2209,
      "enty": 2210,
      "Ġtreat": 2211,
      "AR": 2212,
      "Ġdeep": 2213,
      "eng": 2214,
      "Ġgang": 2215,
      "Ġimportant": 2216,
      "Ġprem": 2217,
      "head": 2218,
      "Ġ6": 2219,
      "Ġang": 2220,
      "Ġopinion": 2221,
      "rence": 2222,
      "tra": 2223,
      "mos": 2224,
      "Ġsomewhat": 2225,
      "ĠOr": 2226,
      "Ġfemale": 2227,
      "Ġstraight": 2228,
      "Ġphot": 2229,
      "Ġhonest": 2230,
      "Ġorder": 2231,
      "!!!": 2232,
      "Ġpull": 2233,
      "Ġunc": 2234,
      "iction": 2235,
      "Ġdoub": 2236,
      "ĠPe": 2237,
      "ĠWilliam": 2238,
      "ĠEnglish": 2239,
      "ina": 2240,
      "Ġbody": 2241,
      "Ġpossible": 2242,
      "ĠJust": 2243,
      "che": 2244,
      "Ġhuge": 2245,
      "Ġyourself": 2246,
      "Ġfilmmak": 2247,
      "wise": 2248,
      "Ġhot": 2249,
      "Ġsometimes": 2250,
      "outh": 2251,
      "Ġforget": 2252,
      "hetic": 2253,
      "Ġwhose": 2254,
      "ching": 2255,
      "Ġattention": 2256,
      "Ġstarted": 2257,
      "Ġchange": 2258,
      "Ġnumber": 2259,
      "Ġill": 2260,
      "Ġmoder": 2261,
      "Ġusual": 2262,
      "ĠJames": 2263,
      "Ġdisappointed": 2264,
      "gra": 2265,
      "Ġparticularly": 2266,
      "vision": 2267,
      "Ġve": 2268,
      "itting": 2269,
      "Ġsave": 2270,
      "****": 2271,
      "ĠAd": 2272,
      "Ġdest": 2273,
      "real": 2274,
      "Ġliving": 2275,
      "ichÃ©": 2276,
      "Ġdocumentary": 2277,
      "Ġrunning": 2278,
      "Ġopening": 2279,
      "Ġturned": 2280,
      "Ġsaying": 2281,
      "Ġsingle": 2282,
      "olog": 2283,
      "Ġreality": 2284,
      "Ġmusical": 2285,
      "Ġsuspense": 2286,
      "lling": 2287,
      "ĠNe": 2288,
      "oud": 2289,
      "Ġcolle": 2290,
      "Ġalone": 2291,
      "Ġsubject": 2292,
      "estern": 2293,
      "Ġnear": 2294,
      "Ġsubt": 2295,
      "Ġsilly": 2296,
      "Ġreleased": 2297,
      "Ġjokes": 2298,
      "Ġones": 2299,
      "ald": 2300,
      "Ġfill": 2301,
      "Ġvict": 2302,
      "ral": 2303,
      "Ġair": 2304,
      "Ġcinematography": 2305,
      "Ġhell": 2306,
      "Ġwish": 2307,
      "Ġdespite": 2308,
      "aced": 2309,
      "ĠDo": 2310,
      "unt": 2311,
      "ING": 2312,
      "Ġshots": 2313,
      "Ġtaking": 2314,
      "Ġdetail": 2315,
      "otic": 2316,
      "usion": 2317,
      "Ġmeet": 2318,
      "Ġsent": 2319,
      "Ġplan": 2320,
      "Ġequ": 2321,
      "!\"": 2322,
      "ained": 2323,
      "apan": 2324,
      "ĠclichÃ©": 2325,
      "Ġprot": 2326,
      "Ġlocal": 2327,
      "mosp": 2328,
      "back": 2329,
      "Ġknew": 2330,
      "rely": 2331,
      "Ġmiddle": 2332,
      "Ġproblems": 2333,
      "Ġsets": 2334,
      "ĠPer": 2335,
      "ĠEl": 2336,
      "Ġevents": 2337,
      "Ġremind": 2338,
      "Ġut": 2339,
      "ino": 2340,
      "Ġknows": 2341,
      "Ġtells": 2342,
      "Ġwee": 2343,
      "Ġteam": 2344,
      "Ġinn": 2345,
      "ura": 2346,
      "Ġwords": 2347,
      "ĠSh": 2348,
      "Ġapart": 2349,
      "Ġrespect": 2350,
      "Ġcart": 2351,
      "ĠGra": 2352,
      "Ġincluding": 2353,
      "vol": 2354,
      "Ġsign": 2355,
      "Ġtalking": 2356,
      "yond": 2357,
      "aught": 2358,
      "Ġunf": 2359,
      "ĠBritish": 2360,
      "mm": 2361,
      "Ġusually": 2362,
      "reci": 2363,
      "Ġatmosp": 2364,
      "Ġcompl": 2365,
      "Ġintellig": 2366,
      "ĠYork": 2367,
      "ball": 2368,
      "nding": 2369,
      "Ġ20": 2370,
      "light": 2371,
      "who": 2372,
      "Ġmodern": 2373,
      "EN": 2374,
      "Ġrating": 2375,
      "iod": 2376,
      "uri": 2377,
      "Ġfuture": 2378,
      "oul": 2379,
      "Ġamong": 2380,
      "Ġsurv": 2381,
      "Ġland": 2382,
      "Ġpri": 2383,
      "ira": 2384,
      "Ġquestion": 2385,
      "Ġforg": 2386,
      "which": 2387,
      "ised": 2388,
      "ush": 2389,
      "ĠRichard": 2390,
      "orable": 2391,
      "Ġmist": 2392,
      "Ġant": 2393,
      "Ġsequence": 2394,
      "Ġmark": 2395,
      "Ġprevious": 2396,
      "go": 2397,
      "Ġten": 2398,
      "Ġlad": 2399,
      "ppy": 2400,
      "form": 2401,
      "attle": 2402,
      "lo": 2403,
      "Ġaren": 2404,
      "Ġbro": 2405,
      "Ġcontro": 2406,
      "anger": 2407,
      "Ġhands": 2408,
      "ital": 2409,
      "Ġscary": 2410,
      "key": 2411,
      "Ġhop": 2412,
      "Ġlaug": 2413,
      "Ġdue": 2414,
      "ctor": 2415,
      "Ġcomic": 2416,
      "omp": 2417,
      "Ġult": 2418,
      "Ġaspect": 2419,
      "ances": 2420,
      "Ġappears": 2421,
      "aris": 2422,
      "els": 2423,
      "ĠJapan": 2424,
      "Ġmater": 2425,
      "Ġear": 2426,
      "Ġnone": 2427,
      "Ġeng": 2428,
      "Ġclear": 2429,
      "ires": 2430,
      "Ġeasily": 2431,
      "Ġmostly": 2432,
      "Ġstoryline": 2433,
      "Ġways": 2434,
      "ublic": 2435,
      "where": 2436,
      "Ġromantic": 2437,
      "Ġattack": 2438,
      "Ġparents": 2439,
      "ĠSam": 2440,
      "Ġclearly": 2441,
      "Ġhappy": 2442,
      "ants": 2443,
      "Ġodd": 2444,
      "iel": 2445,
      "irector": 2446,
      "Ġadult": 2447,
      "My": 2448,
      "Ġsexual": 2449,
      "Ġgiving": 2450,
      "Al": 2451,
      "Ġfast": 2452,
      "ival": 2453,
      "ĠGerman": 2454,
      "Ġflaw": 2455,
      "Ġdull": 2456,
      "Ġmaterial": 2457,
      "asc": 2458,
      "Ġhate": 2459,
      "Ġnarr": 2460,
      "orry": 2461,
      "Ġpredictable": 2462,
      "ĠBra": 2463,
      "Ġbox": 2464,
      "rated": 2465,
      "Ġappreci": 2466,
      "Ġabove": 2467,
      "ices": 2468,
      "Ġtwist": 2469,
